[
  {
    "error_type": "Entity Translation - Company Name",
    "instruction_en": "Do not translate company names like 'Abbott Laboratories' into Hebrew. Keep them in English at all times.",
    "correction_he": "Abbott Laboratories (ABT) צריכה להופיע באנגלית בלבד, גם בתוך טקסט עברי."
  },
  {
    "error_type": "Entity Confusion - People vs Companies",
    "instruction_en": "Distinguish clearly between people named 'Abbott' and the company 'Abbott Laboratories'. Add a disambiguation sentence when needed.",
    "correction_he": "יש להוסיף משפט הבהרה: אין קשר בין Abbott Laboratories לבין המושל גרג אבוט או דמויות בידוריות בשם זה."
  },
  {
    "error_type": "Term Style - Technical Language",
    "instruction_en": "Avoid childlike or imprecise adjectives like 'דקיק'. Use professional technical terms.",
    "correction_he": "במקום 'דקיק' יש לכתוב 'קומפקטי' או 'דק במיוחד'."
  },
  {
    "error_type": "Hebrew Grammar - Conjunction Misuse",
    "instruction_en": "Do not use conjunctions like 'בנוסף' if they have no syntactic function or lead to a broken sentence.",
    "correction_he": "יש למחוק את 'בנוסף' מהמשפט: 'ולבסוף להבטיח יציבות פיננסית בנוסף בסביבות שוק משתנות' → 'ולהבטיח יציבות פיננסית גם בסביבות שוק משתנות'."
  },
  {
    "error_type": "Opening Clause Style",
    "instruction_en": "Avoid archaic formulations like 'שם התחרות גוברת יום לאחר יום'. Prefer modern, fluent alternatives.",
    "correction_he": "במקום 'שם התחרות גוברת יום לאחר יום' יש לכתוב 'שבו התחרות מתעצמת מדי יום'."
  },
  {
    "error_type": "Stylistic Redundancy",
    "instruction_en": "Avoid redundant phrasing like 'בהירות ותקשורת ברורה'. Replace with a tighter, single concept.",
    "correction_he": "במקום 'בהירות ותקשורת ברורה' מומלץ לכתוב 'שקיפות וזרימת מידע עקבית'."
  },
  {
    "error_type": "Reference Consistency",
    "instruction_en": "After introducing the company, use consistent references such as 'החברה' instead of alternating with 'ABT' or full name.",
    "correction_he": "לאחר ההופעה הראשונה של Abbott Laboratories, יש להשתמש רק ב'החברה' לכל אורך הטקסט."
  },
  {
    "error_type": "Verb Tense Consistency",
    "instruction_en": "Maintain consistent verb tense. Avoid mixing past and present within the same paragraph.",
    "correction_he": "יש ליישר את זמני הפעלים – לא לעבור מהווה לעבר באותה פסקה, לדוגמה: 'המשקיעים מצפים' לעומת 'הכריזה'."
  },
  {
    "error_type": "Technical Precision",
    "instruction_en": "Add technical value when describing products. Avoid general phrases like 'מתקדם' without explanation.",
    "correction_he": "במקום 'מכשיר ניטור סוכר בדם מתקדם' יש לכתוב 'המכשיר מציע ניטור רציף כל דקה עם תצוגה ישירה לסמארטפון'."
  }
 ,
    {
      "error_type": "Factual Addition Without Source",
      "instruction_en": "Avoid inventing strategic acquisitions. Only reference acquisitions explicitly mentioned in the source text.",
      "correction_he": "בגרסה המעובדת צוינה רכישת PTC כעובדה ('הרכישה האחרונה שזכתה לתשומת לב'), בעוד שבמקור נכתב שזו שמועה בלבד. יש לתקן את הניסוח ל'שמועה לרכישה אפשרית של PTC'."
    },
    {
      "error_type": "Sentiment Amplification",
      "instruction_en": "Do not exaggerate sentiment beyond what is found in the source. Use exact tone when summarizing analyst opinions.",
      "correction_he": "במקום 'צעדים אלה מצביעים על אופטימיות גוברת לגבי עתיד החברה', עדיף לנסח 'אנליסטים צופים צמיחה ברווחים לשנים הבאות', בהתאם לניסוח המקורי."
    },
    {
      "error_type": "Incorrect Entity Function",
      "instruction_en": "Do not attribute action or acquisition to the company unless confirmed. If the original text says 'rumored', use a conditional phrasing.",
      "correction_he": "במקום 'Autodesk רכשה את PTC', יש לכתוב 'על פי דיווחים, Autodesk שוקלת לרכוש את PTC'."
    },
    {
      "error_type": "Missing EPS Revision Detail",
      "instruction_en": "Include all financial adjustments mentioned in source text, such as lowered EPS estimates, even if sentiment remains bullish.",
      "correction_he": "הגרסה המעובדת לא ציינה שמיזוהו הורידו את תחזית הרווח למניה (EPS). יש להוסיף כי תחזית הרווח עודכנה כלפי מטה למרות שמירה על תחזית הכנסות חיובית."
    },
    {
      "error_type": "Translated Entity Ambiguity",
      "instruction_en": "Do not generalize names of analysts or firms. Preserve the specific attribution like 'Schaeffer’s Research' or 'Seeking Alpha'.",
      "correction_he": "במקום 'מחקר נוסף מציע השוואה', יש לכתוב 'מחקר שפורסם ב-Seeking Alpha מציע השוואה', כדי לשמור על ייחוס ברור למקור."
    },
    {
      "error_type": "Incorrect Market Reaction Attribution",
      "instruction_en": "Avoid inventing causal relationships that are not stated. Do not imply specific reasons unless directly mentioned.",
      "correction_he": "במקום 'הירידה מצביעה על ספקנות לגבי צמיחה מתמשכת', עדיף לכתוב 'יתכן שהירידה נובעת מנטילת רווחים או משינויים זמניים במגמה', כפי שנרמז בטקסט המקורי."
    },
    {
      "error_type": "Entity Name Translation - Company",
      "instruction_en": "Company names like 'Advanced Micro Devices' or 'Autodesk' must remain in English and be treated as named entities.",
      "correction_he": "אין לתרגם את השם 'Advanced Micro Devices' לעברית — הוא צריך להופיע תמיד באנגלית, ולא כ'מניית AMD' בלבד."
    }
  ]
  