[
  {
    "ticker": "XOM",
    "title": "XOM: למה המניה זזה היום?",
    "filename": "XOM_20250618.html",
    "timestamp": "18/06/2025 13:13",
    "summary": "ניתוח סיבתיות של תנועות מניה: אקסון מוביל - הסיבות לעליית המניה בסוף יום המסחר. ניתוח מעמיק של הצהרות הנהלה, עסקאות מוסדיות ומהלכים משפטיים."
  },
  {
    "ticker": "PLTR",
    "title": "PLTR: למה המניה זזה היום?",
    "filename": "PLTR_20250618.html",
    "timestamp": "18/06/2025 13:13",
    "summary": "ניתוח סיבתיות של תנועות מניה: Palantir Technologies - הסיבות לעליית המניה בסוף יום המסחר. ניתוח מעמיק של הצהרות הנהלה, עסקאות מוסדיות וטכנולוגיות פורצות דרך."
  },
  {
    "ticker": "AAPL",
    "title": "AAPL: למה המניה זזה היום?",
    "filename": "AAPL_20250618.html",
    "timestamp": "18/06/2025 13:58",
    "summary": "## ניתוח תנודתיות מניית AAPL: סקירה של גורמים משפיעים\n\nמניות אפל (AAPL) חוות תנודתיות משמעותית ביום הנוכחי, תחת לחץ רגולטורי ומשפטי כבד, למרות דיווחים מעודדים על צמיחה בעסקים מסוימים. הניתוח שלנו מתמק..."
  },
  {
    "ticker": "AMD",
    "title": "AMD: למה המניה זזה היום?",
    "filename": "AMD_20250618.html",
    "timestamp": "18/06/2025 14:17",
    "summary": "## סקירת מניית AMD: חדשנות, שותפויות וזינוק בשוק\n\nמניות Advanced Micro Devices (AMD) חוות עלייה מרשימה לאחר שילוב של גורמים חיוביים יצרו תנופה חזקה עבור החברה. משקיעים מגיבים בהתלהבות למספר יוזמות אסט..."
  },
  {
    "ticker": "NVDA",
    "title": "NVDA: למה המניה זזה היום?",
    "filename": "NVDA_20250618.html",
    "timestamp": "18/06/2025 14:28",
    "summary": "# ניתוח תנועת מניית NVDA: תנופה טכנולוגית מול אתגרים מתפתחים\n\n## סקירה כללית\nמניות NVIDIA (NVDA) מציגות ביצועים מרשימים היום, מונעות על ידי אופטימיות אנליסטית והתרחבות מתמשכת של מגמת הבינה המלאכותית. ..."
  },
  {
    "ticker": "AVGO",
    "title": "AVGO: למה המניה זזה היום?",
    "filename": "AVGO_20250618.html",
    "timestamp": "18/06/2025 14:48",
    "summary": "# ניתוח תנועת המניה של Broadcom Inc. (AVGO)\n\n## סקירה כללית\nמניית AVGO של Broadcom Inc. חוותה תנודתיות יומית, כאשר גורמים חיוביים כמו תוצאות רבעוניות חזקות והשקעות מוסדיות מתנגשים עם מכירות מצד בעלי ע..."
  },
  {
    "ticker": "HOOD",
    "title": "HOOD: למה המניה זזה היום?",
    "filename": "HOOD_20250618.html",
    "timestamp": "18/06/2025 14:51",
    "summary": "## ניתוח תנועת מניית HOOD (רובין הוד מרקטס) - סיכום יומי\n\n**מבוא:**\n\nמניית HOOD נסחרת בעליות על רקע גל של חדשות חיוביות, המצביעות על אמון גובר מצד המשקיעים בפלטפורמת המסחר הדיגיטלית. הניתוח שלנו מתמקד..."
  },
  {
    "ticker": "COIN",
    "title": "COIN: למה המניה זזה היום?",
    "filename": "COIN_20250618.html",
    "timestamp": "18/06/2025 15:45",
    "summary": "## ניתוח תנועת מניית Coinbase Global, Inc. (COIN)\n\n**מבט כללי:** מניית Coinbase, ספקית הפלטפורמות המובילה לסחר בקריפטו, חווה תנודתיות לאחרונה, אך מציגה סימנים של אופטימיות זהירה. גל של חדשות חיוביות ר..."
  }
]