[
  {
    "ticker": "XOM",
    "title": "XOM: למה המניה זזה היום?",
    "filename": "XOM_20250618.html",
    "timestamp": "18/06/2025 13:13",
    "summary": "ניתוח סיבתיות של תנועות מניה: אקסון מוביל - הסיבות לעליית המניה בסוף יום המסחר. ניתוח מעמיק של הצהרות הנהלה, עסקאות מוסדיות ומהלכים משפטיים."
  },
  {
    "ticker": "PLTR",
    "title": "PLTR: למה המניה זזה היום?",
    "filename": "PLTR_20250618.html",
    "timestamp": "18/06/2025 13:13",
    "summary": "ניתוח סיבתיות של תנועות מניה: Palantir Technologies - הסיבות לעליית המניה בסוף יום המסחר. ניתוח מעמיק של הצהרות הנהלה, עסקאות מוסדיות וטכנולוגיות פורצות דרך."
  },
  {
    "ticker": "AAPL",
    "title": "AAPL: למה המניה זזה היום?",
    "filename": "AAPL_20250618.html",
    "timestamp": "18/06/2025 13:58",
    "summary": "## ניתוח תנודתיות מניית AAPL: סקירה של גורמים משפיעים\n\nמניות אפל (AAPL) חוות תנודתיות משמעותית ביום הנוכחי, תחת לחץ רגולטורי ומשפטי כבד, למרות דיווחים מעודדים על צמיחה בעסקים מסוימים. הניתוח שלנו מתמק..."
  },
  {
    "ticker": "AMD",
    "title": "AMD: למה המניה זזה היום?",
    "filename": "AMD_20250618.html",
    "timestamp": "18/06/2025 14:17",
    "summary": "## סקירת מניית AMD: חדשנות, שותפויות וזינוק בשוק\n\nמניות Advanced Micro Devices (AMD) חוות עלייה מרשימה לאחר שילוב של גורמים חיוביים יצרו תנופה חזקה עבור החברה. משקיעים מגיבים בהתלהבות למספר יוזמות אסט..."
  },
  {
    "ticker": "NVDA",
    "title": "NVDA: למה המניה זזה היום?",
    "filename": "NVDA_20250618.html",
    "timestamp": "18/06/2025 14:28",
    "summary": "# ניתוח תנועת מניית NVDA: תנופה טכנולוגית מול אתגרים מתפתחים\n\n## סקירה כללית\nמניות NVIDIA (NVDA) מציגות ביצועים מרשימים היום, מונעות על ידי אופטימיות אנליסטית והתרחבות מתמשכת של מגמת הבינה המלאכותית. ..."
  },
  {
    "ticker": "AVGO",
    "title": "AVGO: למה המניה זזה היום?",
    "filename": "AVGO_20250618.html",
    "timestamp": "18/06/2025 14:48",
    "summary": "# ניתוח תנועת המניה של Broadcom Inc. (AVGO)\n\n## סקירה כללית\nמניית AVGO של Broadcom Inc. חוותה תנודתיות יומית, כאשר גורמים חיוביים כמו תוצאות רבעוניות חזקות והשקעות מוסדיות מתנגשים עם מכירות מצד בעלי ע..."
  },
  {
    "ticker": "HOOD",
    "title": "HOOD: למה המניה זזה היום?",
    "filename": "HOOD_20250618.html",
    "timestamp": "18/06/2025 14:51",
    "summary": "## ניתוח תנועת מניית HOOD (רובין הוד מרקטס) - סיכום יומי\n\n**מבוא:**\n\nמניית HOOD נסחרת בעליות על רקע גל של חדשות חיוביות, המצביעות על אמון גובר מצד המשקיעים בפלטפורמת המסחר הדיגיטלית. הניתוח שלנו מתמקד..."
  },
  {
    "ticker": "COIN",
    "title": "COIN: למה המניה זזה היום?",
    "filename": "COIN_20250618.html",
    "timestamp": "18/06/2025 15:45",
    "summary": "## ניתוח תנועת מניית Coinbase Global, Inc. (COIN)\n\n**מבט כללי:** מניית Coinbase, ספקית הפלטפורמות המובילה לסחר בקריפטו, חווה תנודתיות לאחרונה, אך מציגה סימנים של אופטימיות זהירה. גל של חדשות חיוביות ר..."
  },
  {
    "ticker": "LLY",
    "title": "LLY: למה המניה זזה היום?",
    "filename": "LLY_20250618.html",
    "timestamp": "18/06/2025 15:48",
    "summary": "# ניתוח תנועת המניה היומית של אלי לילי (LLY)\n\n## סקירה כללית\nמניית אלי לילי (NYSE: LLY) חוותה עלייה לאחר חשיפת סדרה של יוזמות אסטרטגיות שהחברה הכריזה עליהן, מה שעורר עניין בקרב המשקיעים. העסקאות האחרו..."
  },
  {
    "ticker": "TSLA",
    "title": "TSLA: למה המניה זזה היום?",
    "filename": "TSLA_20250618.html",
    "timestamp": "18/06/2025 16:02",
    "summary": "## ניתוח תנועת מניית TSLA: מאזן בין חדשנות לתחרות\n\nמניות טסלה (TSLA) עברו תנודתיות לאחרונה, כאשר המשקיעים מגיבים למגוון גורמים, החל מעודכנים תפעוליים ועד לחצים תחרותיים בשוק הרכב החשמלי. הנה ניתוח מעמ..."
  },
  {
    "ticker": "MSFT",
    "title": "MSFT: למה המניה זזה היום?",
    "filename": "MSFT_20250618.html",
    "timestamp": "18/06/2025 16:12",
    "summary": "# ניתוח תנועת מניית MSFT: סקירה של כוחות משפיעים\n\n## מבוא\n\nמניות מיקרוסופט (MSFT) מציגות דינמיקה מעניינת בשוק לאחרונה, כאשר מספר יוזמות ושותפויות חדשות לוקחות את מרכז הבמה. הדוח הזה יחקור את הגורמים ה..."
  },
  {
    "ticker": "GOOGL",
    "title": "GOOGL: למה המניה זזה היום?",
    "filename": "GOOGL_20250618.html",
    "timestamp": "18/06/2025 16:14",
    "summary": "# ניתוח תנועת מניית GOOGL: דינמיקה של חדשנות, סיכונים, ופוטנציאל\n\nתנועת מנית Alphabet Inc. (GOOGL) מעידה על מסע מורכב עבור ענקית הטכנולוגיה, המציג הן הזדמנויות צמיחה והן אתגרים משמעותיים. הנתונים היומ..."
  },
  {
    "ticker": "AMZN",
    "title": "AMZN: למה המניה זזה היום?",
    "filename": "AMZN_20250618.html",
    "timestamp": "18/06/2025 16:16",
    "summary": "## ניתוח תנועות מניה יומיות: Amazon.com, Inc. (AMZN)\n\n### סקירה כללית\nמניית AMZN מציגה תנועה דינמית בימים האחרונים, מונעת על ידי שילוב של יוזמות אסטרטגיות ומחוות קיצוץ עלויות מצד הנהלת החברה. הגורם הד..."
  },
  {
    "ticker": "META",
    "title": "META: למה המניה זזה היום?",
    "filename": "META_20250618.html",
    "timestamp": "18/06/2025 16:19",
    "summary": "# ניתוח תנועות מניה יומיות: מטא פלטפורמות בע\"מ (META)\n\n## סקירה כללית\nמטא, הידועה גם כפייסבוק לשעבר, נמצאת במרכזו של דינמיקה מורכבת בשוק המניות בימים האחרונים. החדשות האחרונות מציעות שילוב של גורמים ח..."
  },
  {
    "ticker": "V",
    "title": "V: למה המניה זזה היום?",
    "filename": "V_20250618.html",
    "timestamp": "18/06/2025 16:22",
    "summary": "# ניתוח תנועת מניית ויזה (V) - סקירה יומית\n\n## רקע שוק ודינמיקות מפתח\n\nמניות ויזה, ענקית התשלומים הגלובלית, חוות עלייה בערכן לאחרונה, מה שמעיד על אופטימיות בקרב משקיעים ביחס לאסטרטגיות הטכנולוגיות של ..."
  },
  {
    "ticker": "UNH",
    "title": "UNH: למה המניה זזה היום?",
    "filename": "UNH_20250618.html",
    "timestamp": "18/06/2025 16:25",
    "summary": "## ניתוח תנועות מניה יומיות: UnitedHealth Group (UNH)\n\n**מבוא**\nהמניות של UnitedHealth Group (UNH), אחת מענקיות הביטוח הבריאותי בארצות הברית, מציגות עלייה מתונה היום, בעקבות מספר צעדים אסטרטגיים שהחבר..."
  },
  {
    "ticker": "JPM",
    "title": "JPM: למה המניה זזה היום?",
    "filename": "JPM_20250618.html",
    "timestamp": "18/06/2025 16:29",
    "summary": "# ניתוח תנועת מניית JPMorgan Chase & Co. (JPM) - סיכום יומי\n\n## מבוא\nמניית JPM מציגה עלייה עקבית בתגובה למגוון גורמים, כולל אסטרטגיות השקעה אופטימיות, יוזמות דיגיטליות וחשיפה לגידולים מבטיחים. עם זאת,..."
  },
  {
    "ticker": "COST",
    "title": "COST: למה המניה זזה היום?",
    "filename": "COST_20250619.html",
    "timestamp": "19/06/2025 09:03",
    "summary": "# ניתוח תנועת המניה של קוסטקו (COST): התאוששות בשוק הקמעונאות הסיטונאית\n\n## סקירה כללית\nמניית קוסטקו, מייצגת את הענקית הקמעונאית הסיטונאית, חווה עלייה יומית מרשימה, בהנעה של מספר גורמים אנליטיים ותפעו..."
  },
  {
    "ticker": "WDAY",
    "title": "WDAY: למה המניה זזה היום?",
    "filename": "WDAY_20250619.html",
    "timestamp": "19/06/2025 09:05",
    "summary": "# ניתוח תנועת המניה היומית של Workday, Inc. (WDAY)\n\n## סקירה כללית\nמניית WDAY מציגה תנודות יומיות מושפעות מגורמים שונים, כולל פעולות של בעלי מניות מרכזיים ופרשנות אנליסטים. ירידות היום יכולות לייחס למ..."
  },
  {
    "ticker": "FSLR",
    "title": "FSLR: למה המניה זזה היום?",
    "filename": "FSLR_20250619.html",
    "timestamp": "19/06/2025 09:07",
    "summary": "# ניתוח תנועת המניה היומית של First Solar, Inc. (FSLR)\n\n## סקירה כללית\nמניית FSLR חוותה ירידה לאחרונה בעקבות מספר גורמים מאקרו-כלכליים ופרטיים המשפיעים על מגזר האנרגיה הסולארית. עם זאת, בתוך הסערה, ני..."
  },
  {
    "ticker": "MU",
    "title": "MU: למה המניה זזה היום?",
    "filename": "MU_20250619.html",
    "timestamp": "19/06/2025 09:12",
    "summary": "## ניתוח תנועת המניה היומית של מיקרון טכנולוגיות (MU)\n\n**מבוא:**\nמניית MU, המייצגת את חברת מיקרון טכנולוג'י בע\"מ, חוותה עלייה משמעותית לאחרונה, מה שמעורר עניין בקרב משקיעים ומדענים. הניתוח שלנו מתמקד ..."
  },
  {
    "ticker": "GS",
    "title": "GS: למה המניה זזה היום?",
    "filename": "GS_20250619.html",
    "timestamp": "19/06/2025 09:15",
    "summary": "# ניתוח תנועת מניית GS: אסטרטגיה גדלה מול אתגרים גיאוגרפיים ומקרו-כלכליים\n\n## סקירה כללית של השוק ותנועת המניה\nמניות קבוצת גולדמן זאקס (GS) הציגו ביצועים מרשימים היום, מעליות בשוק הרחב, מה שמדגיש את ע..."
  },
  {
    "ticker": "LMT",
    "title": "LMT: למה המניה זזה היום?",
    "filename": "LMT_20250619.html",
    "timestamp": "19/06/2025 09:18",
    "summary": "# ניתוח תנועת המניה של לוקהיד מרטין (LMT)\n\n## סקירה כללית\nתאגיד לוקהיד מרטין, ענק תעשיית ההגנה, חווה לאחרונה תנודות במחירי המניות, המציגות את המורכבות של הסקטור הצבאי והביטחוני. הנתונים היומיים משקפים..."
  },
  {
    "ticker": "SNAP",
    "title": "SNAP: למה המניה זזה היום?",
    "filename": "SNAP_20250619.html",
    "timestamp": "19/06/2025 09:20",
    "summary": "## ניתוח תנועת המניה של Snap Inc. (NYSE: SNAP) - 12 ביולי\n\nמניית Snap Inc. (SNAP) חוותה ירידה עקב מכירות פנימיות משמעותיות, אך אופטימיות לטווח הארוך נותרה בעינה בקרב אנליסטים. התנועה הנוכחית מציבה אתג..."
  },
  {
    "ticker": "META",
    "title": "META: למה המניה זזה היום?",
    "filename": "META_20250619.html",
    "timestamp": "19/06/2025 09:22",
    "summary": "# ניתוח תנועת מניה יומית: META (נאסד\"ק: META)\n\n## סקירה כללית\nמניות META מציגות מגמה חיובית היום, עם עליות בשיעור של כ-3.2%, בהנעה על ידי מספר גורמים חיוביים בתוך החברה וחוצה את הסקטור. האנליסטים מביע..."
  },
  {
    "ticker": "COIN",
    "title": "COIN: למה המניה זזה היום?",
    "filename": "COIN_20250619.html",
    "timestamp": "19/06/2025 09:24",
    "summary": "# ניתוח תנועות מניה יומיות: Coinbase Global, Inc. (COIN)\n\n## סקירה כללית\nמניית COIN של Coinbase Global, Inc. חוותה עליות ונפילות במהלך היום, משקפת את המורכבות של הסביבה הרגולטורית והמשפטית הסובבת את ת..."
  },
  {
    "ticker": "QCOM",
    "title": "QCOM: למה המניה זזה היום?",
    "filename": "QCOM_20250619.html",
    "timestamp": "19/06/2025 09:27",
    "summary": "# ניתוח תנועת מניית QCOM (קואלקום) - 20 ביולי\n\n## סקירה כללית\nמניית קוואלקום (QCOM) הציגה תנודתיות במהלך המסחר היומי, כאשר גורמים טכניים ואנליסטיים מתחרים זה בזה. האווירה הכללית נותרה חיובית, אך עם עד..."
  },
  {
    "ticker": "AXP",
    "title": "AXP: למה המניה זזה היום?",
    "filename": "AXP_20250619.html",
    "timestamp": "19/06/2025 09:29",
    "summary": "# ניתוח תנועת מניית AXP (אמריקן אקספרס) - 1 ביולי 2023\n\n## סקירה כללית\nמניית AXP הציגה עלייה יומית מעודדת, המגיבה לחיזוקים שונים בשוק. התנועה הנוכחית משקפת את אופטימיות המשקיעים לקראת פרסום הדוחות הכס..."
  },
  {
    "ticker": "XOM",
    "title": "XOM: למה המניה זזה היום?",
    "filename": "XOM_20250619.html",
    "timestamp": "19/06/2025 09:32",
    "summary": "## סקירה אנליטית של אקסון מוביל (XOM): מגמות יומיות, סיבתיות ופוטנציאל השקעה\n\nמניות אקסון מוביל (NYSE: XOM) מציגות תנודתיות יומית מרתקת, המונעת על ידי גורמים פנימיים וחיצוניים רבים. הניתוח שלנו חושף א..."
  },
  {
    "ticker": "MRK",
    "title": "MRK: למה המניה זזה היום?",
    "filename": "MRK_20250619.html",
    "timestamp": "19/06/2025 09:34",
    "summary": "## ניתוח תנועת מניית Merck & Co., Inc. (MRK) - 10 בינואר 2023\n\n**סיכום יומי:**\nמניית MRK סיימה את היום בעליות חדות, מתעלמת מירידה כללית בשוק. התנועה הנוכחית נובעת ממספר גורמים סיבתיים, כולל דירוגים חי..."
  },
  {
    "ticker": "UBER",
    "title": "UBER: למה המניה זזה היום?",
    "filename": "UBER_20250619.html",
    "timestamp": "19/06/2025 09:37",
    "summary": "# ניתוח תנועת מניה יומית: UBER (Uber Technologies, Inc.)\n\n## סקירה כללית של השוק והנהלת החברה\nהמגמה השלילית בשוק היום משקפת את הסביבה המורכבת בה פועלת Uber, עם לחצים תחרותיים והתפתחויות רגולטוריות המש..."
  },
  {
    "ticker": "FE",
    "title": "FE: למה המניה זזה היום?",
    "filename": "FE_20250619.html",
    "timestamp": "19/06/2025 09:39",
    "summary": "## ניתוח תנועות מניית FirstEnergy Corporation (FE) - 10 במאי 2023\n\nתנועות המניה של FE היום חושפות דינמיקה מורכבת, המשקפת את המאזן העדין בין גורמים חיוביים וסביבתיים מאתגרים. אישור רגולטורי עבור JCP&L,..."
  },
  {
    "ticker": "T",
    "title": "T: למה המניה זזה היום?",
    "filename": "T_20250619.html",
    "timestamp": "19/06/2025 09:43",
    "summary": "## ניתוח מניית AT&T Inc. (T): סיכום יומי\n\n**מגמות חיוביות:**\n\nהשבוע, מניית AT&T (T) הציגה ביצועים מבטיחים, מעודדת על ידי מספר גורמים מרכזיים. שדרוגי דירוג ואנליסטים מצד חברות כמו UBS, יחד עם התחזית הא..."
  },
  {
    "ticker": "AES",
    "title": "AES: למה המניה זזה היום?",
    "filename": "AES_20250619.html",
    "timestamp": "19/06/2025 09:45",
    "summary": "# ניתוח תנועת מניית AES Corporation (NYSE: AES)\n\n## סקירה כללית\nמניות AES Corporation סובלות מלחץ משמעותי בשוק הנסחר היום, בעיקר בשל אי-ודאות רגולטורית הקשורה לתמריצים לאנרגיה מתחדשת. עם זאת, החברה מפ..."
  },
  {
    "ticker": "PCG",
    "title": "PCG: למה המניה זזה היום?",
    "filename": "PCG_20250619.html",
    "timestamp": "19/06/2025 09:47",
    "summary": "## ניתוח תנועת מניית PCG (Pacific Gas & Electric Co.) - סיכום יומי\n\n**מבוא:**\nמניותה של Pacific Gas & Electric Co. (PCG) עברו תנודתיות משמעותית בשבוע האחרון, עם ירידה של 8.38% בין ה-10 ל-17 ביוני. תנו..."
  },
  {
    "ticker": "UNH",
    "title": "UNH: למה המניה זזה היום?",
    "filename": "UNH_20250619.html",
    "timestamp": "19/06/2025 09:51",
    "summary": "## ניתוח תנודתיות המניה של UnitedHealth Group (UNH) - בין אופטימיות זהירות לדאגות רגולטוריות\n\nמניית UNH חוותה עליות משמעותיות היום, למרות חדשות מעורבות, משקפת את המורכבות של הערכת החברה בתקופות של שינ..."
  },
  {
    "ticker": "GOOGL",
    "title": "GOOGL: למה המניה זזה היום?",
    "filename": "GOOGL_20250619.html",
    "timestamp": "19/06/2025 09:55",
    "summary": "# ניתוח תנועת מניית GOOGL: איזון בין צמיחה לתחרות\n\n## סקירה כללית\nמניית אלפבית (GOOGL) חוותה עלייה משמעותית היום, מה שמעיד על אופטימיות בקרב המשקיעים. התנועה הנוכחית נתמכת על ידי שילוב של גורמים טכניי..."
  },
  {
    "ticker": "HUM",
    "title": "HUM: למה המניה זזה היום?",
    "filename": "HUM_20250619.html",
    "timestamp": "19/06/2025 09:57",
    "summary": "## ניתוח תנועת מניית HUM: התמודדות עם אתגרים וצמיחה אסטרטגית\n\n**מבט כללי:**\nמניית Humana Inc. (HUM) חווה יום סוער, עם ירידות בשיעור X% ברקע של גורמים שונים המשפיעים על תפיסת השוק את החברה. האנליסטים מ..."
  },
  {
    "ticker": "MA",
    "title": "MA: למה המניה זזה היום?",
    "filename": "MA_20250619.html",
    "timestamp": "19/06/2025 10:00",
    "summary": "# ניתוח תנועת המניה של Mastercard Incorporated (MA)\n\n## סקירה כללית\nחברת Mastercard, ספקית פתרונות התשלום הגלובלית, חווה ירידות במניה היום, למרות אסטרטגיות צמיחה חיוביות שהוכרזו לאחרונה. הירידה נובעת ..."
  },
  {
    "ticker": "BILL",
    "title": "BILL: למה המניה זזה היום?",
    "filename": "BILL_20250619.html",
    "timestamp": "19/06/2025 10:03",
    "summary": "# ניתוח תנועת המניה של BILL Holdings, Inc. (BILL) - 30 באוקטובר 2023\n\nמניית BILL Holdings, Inc. (BILL) חווה עלייה יומית מובהקת, מה שמעיד על אמון המשקיעים בפוטנציאל הצמיחה של החברה בסביבה הטכנולוגית הע..."
  },
  {
    "ticker": "HON",
    "title": "HON: למה המניה זזה היום?",
    "filename": "HON_20250619.html",
    "timestamp": "19/06/2025 10:06",
    "summary": "# ניתוח תנועת המניה של Honeywell International Inc. (HON)\n\n## סקירה כללית\n\nמניות HON מציגות עלייה עקבית היום, מעודדות על ידי מספר גורמים חיוביים המשפיעים על השוק ועל האסטרטגיה העתידית של החברה. הניתוח..."
  },
  {
    "ticker": "WFC",
    "title": "WFC: למה המניה זזה היום?",
    "filename": "WFC_20250619.html",
    "timestamp": "19/06/2025 10:08",
    "summary": "## ניתוח תנועת מניית WFC: סקירה של גורמים משפיעים\n\nמניית וולס פארגו אנד קומפני (WFC) הציגה ביצועים מרשימים ביום רביעי, עם עלייה של למעלה מ-3%, בניגוד למגמה הכללית בשוק. גורם מרכזי לעלייה זו הוא האמון ..."
  },
  {
    "ticker": "SNOW",
    "title": "SNOW: למה המניה זזה היום?",
    "filename": "SNOW_20250619.html",
    "timestamp": "19/06/2025 10:11",
    "summary": "## ניתוח מניית Snowflake Inc. (SNOW) - הזדמנויות וצמיחה בענן הנתונים\n\n**מבוא:**\nמניית SNOW של Snowflake Inc. מציגה מגמה חיובית בולטת, הנתמכת על ידי מספר גורמים סיבתיים המצביעים על אמון גובר מצד המוסדו..."
  },
  {
    "ticker": "BLK",
    "title": "BLK: למה המניה זזה היום?",
    "filename": "BLK_20250619.html",
    "timestamp": "19/06/2025 10:16",
    "summary": "# ניתוח תנועת המניה של BlackRock (BLK) - 7 באוגוסט 2023\n\nמניית BlackRock (NYSE: BLK) מציגה עלייה ניכרת היום, המונעת על ידי שורה של יוזמות אסטרטגיות בתחומי ניהול הנכסים והנכסים הדיגיטליים שלה, יחד עם ת..."
  },
  {
    "ticker": "NVDA",
    "title": "NVDA: למה המניה זזה היום?",
    "filename": "NVDA_20250619.html",
    "timestamp": "19/06/2025 10:20",
    "summary": "# ניתוח תנועת המניה של NVIDIA Corporation (NVDA)\n\n## סקירה כללית\nמניית NVDA של NVIDIA Corporation מציגה מגמה חיובית בשוק, הנתמכת על ידי תחזיות רווח אופטימיות ושיפורים במחירי היעד שהוצגו לאחרונה. עם זא..."
  },
  {
    "ticker": "AMD",
    "title": "AMD: למה המניה זזה היום?",
    "filename": "AMD_20250619.html",
    "timestamp": "19/06/2025 10:23",
    "summary": "## ניתוח תנועת מניה יומית: Advanced Micro Devices (AMD)\n\n**מבוא:**\nמניית AMD חוותה עלייה משמעותית במהלך היום, מה שמעיד על אופטימיות גוברת בקרב המשקיעים בנוגע לאסטרטגיית ה-AI של החברה, שותפויות אסטרטגי..."
  },
  {
    "ticker": "BAC",
    "title": "BAC: למה המניה זזה היום?",
    "filename": "BAC_20250619.html",
    "timestamp": "19/06/2025 10:26",
    "summary": "# ניתוח תנועת מניית BAC (Bank of America Corporation) - 12 בינואר\n\n## סקירה כללית\nמניות Bank of America (BAC) רשמו עלייה היום, בהנחה של תחזית ריבית חיובית, דגש מצד אנליסטים והשאיפה המתמשכת שלה למשוך מ..."
  },
  {
    "ticker": "ABT",
    "title": "ABT: למה המניה זזה היום?",
    "filename": "ABT_20250619.html",
    "timestamp": "19/06/2025 10:29",
    "summary": "## ניתוח תנועת מניית ABT: הזדמנויות וצמיחה בתחום ניהול הסוכרת\n\nמניית אבוט מעבדות (ABT) הציגה עלייה מרשימה במהלך היום, מונעת בעיקר על ידי סיקור אנליסטי חיובי ושותפות אסטרטגית מבטיחה. הבה נבחן את הגורמי..."
  },
  {
    "ticker": "COO",
    "title": "COO: למה המניה זזה היום?",
    "filename": "COO_20250619.html",
    "timestamp": "19/06/2025 10:31",
    "summary": "# ניתוח תנועת המניה היומית של קופר קומפניס בע\"מ (COO)\n\n## רקע כללי\nמניית COO חווה עלייה לאחר שסדרת עדכונים חיוביים מצד אנליסטים הובילה לשיפור בסנטימנט המשקיעים. הניתוח שלפנינו מתמקד בגורמים המרכזיים ש..."
  },
  {
    "ticker": "INTU",
    "title": "INTU: למה המניה זזה היום?",
    "filename": "INTU_20250619.html",
    "timestamp": "19/06/2025 10:34",
    "summary": "# ניתוח תנועת המניה של Intuit Inc. (INTU)\n\n## סקירה כללית\nמניית INTU מציגה מגמה עלייתית חזקה היום, בהינתן התנועות האחרונות בשוק והפרסומים החיוביים הקשורים לחברה. הנתונים מצביעים על אופטימיות בקרב המשק..."
  },
  {
    "ticker": "WBD",
    "title": "WBD: למה המניה זזה היום?",
    "filename": "WBD_20250619.html",
    "timestamp": "19/06/2025 10:45",
    "summary": "## ניתוח תנועת מניית Warner Bros. Discovery (WBD): התמודדות עם שינוי אסטרטגי ומבנה פיננסי\n\n**מבוא:**\nחברת WBD, ענקית המדיה והבידור, נמצאת בשלב קריטי של מעבר אסטרטגי, שמעורר תגובות מעורבות בשוק. הדוח ה..."
  },
  {
    "ticker": "MCHP",
    "title": "MCHP: למה המניה זזה היום?",
    "filename": "MCHP_20250619.html",
    "timestamp": "19/06/2025 10:48",
    "summary": "## ניתוח תנודת המניה של Microchip Technology Incorporated (MCHP) - סיכום תובנות אנליסטיות\n\nמניות Microchip Technology Inc. (MCHP) מציגות עלייה מרשימה היום, מונעות בעיקר על ידי אופטימיות אנליסטית והכרז..."
  },
  {
    "ticker": "ZS",
    "title": "ZS: למה המניה זזה היום?",
    "filename": "ZS_20250619.html",
    "timestamp": "19/06/2025 10:53",
    "summary": "# ניתוח מצב מניית ZS (Zscaler, Inc.) - סיכום ומסקנות\n\n## סקירה כללית ודינמיקות שוק\nמניית ZS נמצאת תחת מעקב צמוד לאור הביצועים יוצאי הדופן שלה לאחרונה, המונעים על ידי גורמים אנליסטיים ושוק חיוביים. גל ..."
  },
  {
    "ticker": "NFLX",
    "title": "NFLX: למה המניה זזה היום?",
    "filename": "NFLX_20250619.html",
    "timestamp": "19/06/2025 11:02",
    "summary": "# ניתוח תנועות מניה יומיות: NFLX - נטפליקס בע\"מ\n\n## סקירה כללית\nמניית NFLX של נטפליקס מציגה מגמה חיובית בשוק המניות בימים האחרונים, הנגרמת על ידי מספר יוזמות אסטרטגיות ומהלכי צמיחה. עם זאת, יש לשים לב..."
  },
  {
    "ticker": "ETSY",
    "title": "ETSY: למה המניה זזה היום?",
    "filename": "ETSY_20250619.html",
    "timestamp": "19/06/2025 11:09",
    "summary": "## ניתוח תנועת מניית Etsy (ETSY) - 27 ביוני 2023\n\n**מבוא:**\n\nמניית Etsy, פלטפורמת המסחר האלקטרוני המרוכזת באומנות ובפריטים ייחודיים, חווה יום חיובי בשוק לאחר סדרה של אירועים וניתוחים שהעידו על אופטימי..."
  },
  {
    "ticker": "AEP",
    "title": "AEP: למה המניה זזה היום?",
    "filename": "AEP_20250619.html",
    "timestamp": "19/06/2025 11:12",
    "summary": "# ניתוח תנועת המניה היומית של AEP: סקירה מקיפה\n\n## מבוא\nחברת AEP, חברת החשמל האמריקאית, חוותה עליות במנייתה היום, מה שמעיד על תנודתיות מעניינת בשוק בעקבות מספר גורמים. הדוח הבא מציע ניתוח סיבתי ומעמיק..."
  },
  {
    "ticker": "MAR",
    "title": "MAR: למה המניה זזה היום?",
    "filename": "MAR_20250619.html",
    "timestamp": "19/06/2025 11:16",
    "summary": "# ניתוח תנועת מניית מריוט אינטרנשיונל (MAR)\n\n## סקירה כללית:\nמניית MAR מציגה עליות בולטות היום, מונעת על ידי סדרת יוזמות אסטרטגיות והצהרות אופטימיות מההנהלה. הגידול משקף את ביסוס החברה בשווקים גלובליי..."
  },
  {
    "ticker": "MS",
    "title": "MS: למה המניה זזה היום?",
    "filename": "MS_20250619.html",
    "timestamp": "19/06/2025 11:19",
    "summary": "# ניתוח תנועת מניית מורגן סטנלי (MS): אסטרטגיות צמיחה ומגמות בשוק\n\n## סקירה כללית:\nמניית MS חוותה עלייה יומית בעקבות שילוב של גורמים חיוביים, כולל שדרוגי אנליסטים והכרזות פנימיות. הגורמים הללו מציעים ..."
  },
  {
    "ticker": "TMUS",
    "title": "TMUS: למה המניה זזה היום?",
    "filename": "TMUS_20250619.html",
    "timestamp": "19/06/2025 11:22",
    "summary": "# ניתוח תנועות מניית T-Mobile US, Inc. (TMUS)\n\n## סקירה כללית\nמניות T-Mobile US (TMUS) עברו תנודתיות יומית מונעת על ידי שילוב של חדשות חיוביות ותוצאות ממכירות בלוקים משמעותיות על ידי בעלי עניין מרכזיי..."
  },
  {
    "ticker": "TXN",
    "title": "TXN: למה המניה זזה היום?",
    "filename": "TXN_20250619.html",
    "timestamp": "19/06/2025 11:26",
    "summary": "## ניתוח תנועת מניית TXN: השקעות מוליכים למחצה ועתיד טכנולוגי\n\n### הצעת ההשקעה והשפעותיה\nהחברת טקסס אינסטרומנטס (TXN) נמצאת במוקד תשומת הלב לאחר שהכריזה על תוכנית השקעה אגרסיבית בתחום ייצור מוליכים למ..."
  },
  {
    "ticker": "ROKU",
    "title": "ROKU: למה המניה זזה היום?",
    "filename": "ROKU_20250619.html",
    "timestamp": "19/06/2025 11:32",
    "summary": "# ניתוח מניית ROKU: מגמות יומיות, סיבתיות והזדמנויות\n\nמניית Roku, Inc. (ROKU) מציגה ביצועים מרשימים בשוק המניות הנוכחי, מה שמעורר עניין בקרב אנליסטים ומשקיעים כאחד. הנה ניתוח מעמיק של הכוחות המשפיעים ..."
  },
  {
    "ticker": "SHOP",
    "title": "SHOP: למה המניה זזה היום?",
    "filename": "SHOP_20250619.html",
    "timestamp": "19/06/2025 11:35",
    "summary": "# ניתוח תנועת מניית Shopify Inc. (SHOP) - 20 ביוני 2025\n\n## סקירה כללית:\nמניית SHOP של Shopify Inc. חווה עלייה חדה היום, מונעת על ידי סדרה מרשימה של עדכונים חיוביים מהשוק והנהלה. הנתונים מצביעים על הכ..."
  },
  {
    "ticker": "AVGO",
    "title": "AVGO: למה המניה זזה היום?",
    "filename": "AVGO_20250619.html",
    "timestamp": "19/06/2025 11:40",
    "summary": "# ניתוח מניית AVGO (ברודקום) - מגמות, תובנות, וסיכונים\n\n## סקירה כללית\nמניית AVGO (ברודקום) מציגה ביצועים מרשימים בשנת 2023, עם עליות חדות בתגובה לתוצאות רבעון חיוביות, השקות מוצרים, והביקוש הגובר לטכ..."
  },
  {
    "ticker": "C",
    "title": "C: למה המניה זזה היום?",
    "filename": "C_20250619.html",
    "timestamp": "19/06/2025 11:45",
    "summary": "# ניתוח תנועת מניית סיטיגרופ (C) - סקירה יומית\n\n## מבוא\n\nמניית סיטיגרופ (C) הציגה ביצועים מרשימים ביום זה, כאשר היא עולה בניגוד למגמה הכללית של השוק. עלייה זו ניתנת לייחוס למספר גורמים מרכזיים, כולל מ..."
  },
  {
    "ticker": "CSCO",
    "title": "CSCO: למה המניה זזה היום?",
    "filename": "CSCO_20250619.html",
    "timestamp": "19/06/2025 11:50",
    "summary": "# ניתוח מניית סיסקו סיסטמס (CSCO) - 25 במאי 2023\n\n## סקירה כללית:\nמניית סיסקו מציגה ביצועים מרשימים ביום זה, נושאת את ההתלהבות של המשקיעים בעקבות מספר יוזמות אסטרטגיות וניצחונות משפטיים. עם זאת, יש לש..."
  },
  {
    "ticker": "CRWD",
    "title": "CRWD: למה המניה זזה היום?",
    "filename": "CRWD_20250619.html",
    "timestamp": "19/06/2025 11:54",
    "summary": "## ניתוח תנועת מניית CrowdStrike (CRWD): איזון בין צמיחה לחששות\n\nמניית CRWD, המייצגת את חברת אבטחת הסייבר CrowdStrike, עברה תנודתיות לאחרונה, כאשר המשקיעים מאזנים בין תוצאות חזקות לצמיחה מתמשכת לבין ג..."
  },
  {
    "ticker": "MDT",
    "title": "MDT: למה המניה זזה היום?",
    "filename": "MDT_20250619.html",
    "timestamp": "19/06/2025 11:58",
    "summary": "# ניתוח תנועת מניית Medtronic PLC (MDT)\n\n## סקירה כללית\nמניות Medtronic PLC (MDT) חוו עלייה לאחרונה, מונעות על ידי מספר גורמים חיוביים המשפיעים על התפיסה של המשקיעים. הדוח מציג רצף של אירועים אסטרטגיי..."
  },
  {
    "ticker": "DDOG",
    "title": "DDOG: למה המניה זזה היום?",
    "filename": "DDOG_20250619.html",
    "timestamp": "19/06/2025 12:01",
    "summary": "# ניתוח תנועת המניה של Datadog (DDOG) - סיכום יומי\n\n## סקירה כללית\nמניית Datadog רשמה עלייה מרשימה היום, תוך התעלמות ממכירות של בעלי מידע פנימי ועדכונים מעורבים מצד אנליסטים. הסנטימנט החיובי מוסבר בעי..."
  },
  {
    "ticker": "INTC",
    "title": "INTC: למה המניה זזה היום?",
    "filename": "INTC_20250619.html",
    "timestamp": "19/06/2025 12:13",
    "summary": "# ניתוח תנועת המניה של אינטל (INTC) - סקירה יומית\n\n## הקדמה\nמניית אינטל, הענקית הטכנולוגית, מציגה תנודתיות לאחרונה, אך יש כמה מגמות ומהלכים אסטרטגיים בולטים שמעצבים את נתיב המניה. הדוח שלפנינו חושף ני..."
  },
  {
    "ticker": "GILD",
    "title": "GILD: למה המניה זזה היום?",
    "filename": "GILD_20250619.html",
    "timestamp": "19/06/2025 12:16",
    "summary": "## ניתוח תנועת מניית GILD: סינתזה של גורמים משפיעים\n\nמניות חברת גילאד סיינסס (GILD) חוו תנודתיות יומית מושפעת ממגוון גורמים רגולטוריים, משפטיים וציבוריים. הניתוח שלהלן חושף את האינטראקציה בין כוחות חי..."
  },
  {
    "ticker": "MRVL",
    "title": "MRVL: למה המניה זזה היום?",
    "filename": "MRVL_20250619.html",
    "timestamp": "19/06/2025 12:20",
    "summary": "# ניתוח תנועת המניה של Marvell Technology, Inc. (MRVL)\n\n## סיכום המצב הנוכחי\n\nמניות Marvell Technology (MRVL) חוו עלייה משמעותית בזכות מגוון גורמים חיוביים שהציתו את עניין המשקיעים. החברה מציגה ביצועי..."
  },
  {
    "ticker": "JNJ",
    "title": "JNJ: למה המניה זזה היום?",
    "filename": "JNJ_20250619.html",
    "timestamp": "19/06/2025 12:24",
    "summary": "# ניתוח תנועת המניה של ג'ונסון אנד ג'ונסון (JNJ)\n\n## מבוא\n\nמניית ענקית הבריאות, JNJ, עברה תנודתיות יומיומית עקב שילוב של גורמים פנימיים וחיצוניים המשפיעים על תפיסת ההשקעה שלה. הניתוח שלנו מתמקד באירוע..."
  },
  {
    "ticker": "BA",
    "title": "BA: למה המניה זזה היום?",
    "filename": "BA_20250619.html",
    "timestamp": "19/06/2025 12:30",
    "summary": "# ניתוח תנועת מניית בואינג (BA): בין אתגרים לבטיחות ועתיד אסטרטגי\n\nמניית חברת בואינג חוותה ירידה משמעותית בעקבות שילוב של גורמים רגולטוריים, תחרותיים ושוקיים, אך גם מציגה הזדמנויות וצמיחה פוטנציאליות...."
  },
  {
    "ticker": "FTNT",
    "title": "FTNT: למה המניה זזה היום?",
    "filename": "FTNT_20250619.html",
    "timestamp": "19/06/2025 12:35",
    "summary": "## ניתוח תנועת המניה של פורטינט (FTNT) - 10 באוקטובר 2023\n\n### מבוא\nמניית FTNT, המייצגת את חברת Fortinet, חברה מובילה בתחום אבטחת הסייבר, חוותה ירידה קלה של כמעט 2% במסחר של אתמול. תנודתיות זו מגיעה ע..."
  },
  {
    "ticker": "WMT",
    "title": "WMT: למה המניה זזה היום?",
    "filename": "WMT_20250619.html",
    "timestamp": "19/06/2025 12:39",
    "summary": "## ניתוח תנועת מניית WMT (וולמארט) - 25 במאי 2023\n\n**מבוא:**\n\nמניית WMT (וולמארט) הציגה תנועה חיובית היום, מונעת על ידי מספר גורמים מרכזיים. עם זאת, מכירת מניות על ידי גורם פנימי והשפעות סביבתיות פוטנ..."
  },
  {
    "ticker": "TSLA",
    "title": "TSLA: למה המניה זזה היום?",
    "filename": "TSLA_20250619.html",
    "timestamp": "19/06/2025 12:50",
    "summary": "# ניתוח תנועות מניה יומיות: טסלה (TSLA) - סקירה מעמיקה\n\n## הקדמה\nמניית טסלה, מייצגת את החדשנות בתעשיית הרכב החשמלי והטכנולוגיה האוטונומית, עברה תנודתיות משמעותית עם זרזים חיוביים ושליליים דומים. הדוח ..."
  },
  {
    "ticker": "CVS",
    "title": "CVS: למה המניה זזה היום?",
    "filename": "CVS_20250619.html",
    "timestamp": "19/06/2025 12:56",
    "summary": "## ניתוח מניית CVS Health Corporation (CVS): מבט מעמיק על מגמות השוק\n\nמניית CVS Health Corporation (CVS) חווה עלייה משמעותית לאחרונה, הנתמכת על ידי שילוב של גורמים תפעוליים, רגולטוריים ושוקיים. כגוף מ..."
  },
  {
    "ticker": "JPM",
    "title": "JPM: למה המניה זזה היום?",
    "filename": "JPM_20250619.html",
    "timestamp": "19/06/2025 13:01",
    "summary": "# ניתוח תנועת מניית JPMorgan Chase & Co. (JPM): סקירה מקיפה\n\nמניית JPM מציגה ביצועים מרשימים ביומה האחרון, נתמכת על ידי גורמים רגולטוריים, יוזמות אסטרטגיות בתחומי הקריפטו, וחיזוקים מצד אנליסטים. עם זא..."
  },
  {
    "ticker": "TTD",
    "title": "TTD: למה המניה זזה היום?",
    "filename": "TTD_20250619.html",
    "timestamp": "19/06/2025 13:06",
    "summary": "## ניתוח תנועת מניית TTD: תובנות מנקודת מבט אסטרטגית\n\nמניית TTD (The Trade Desk, Inc.) מציגה מגמה חיובית בשוק היום, ומציעה הזדמנות מעניינת לניתוח מעמיק של הדינמיקה המשפיעה על סקטור הפרסום הטכנולוגי. ה..."
  },
  {
    "ticker": "TEAM",
    "title": "TEAM: למה המניה זזה היום?",
    "filename": "TEAM_20250619.html",
    "timestamp": "19/06/2025 13:11",
    "summary": "# ניתוח תנועת המניה של Atlassian Corporation PLC (TEAM)\n\n## סקירה כללית\nמניית Atlassian, חברת התוכנה הבריטית-אוסטרלית המתמקדת בכלי שיתוף פעולה ופיתוח תוכנה, חוותה ירידה יומית לאחר פעולות מכירה משמעותי..."
  },
  {
    "ticker": "MSFT",
    "title": "MSFT: למה המניה זזה היום?",
    "filename": "MSFT_20250619.html",
    "timestamp": "19/06/2025 13:15",
    "summary": "## ניתוח תנועות מניה יומיות: MSFT - מיקרוסופט\n\n**מבוא:**\nמניית MSFT, המייצגת את ענקית הטכנולוגיה מיקרוסופט, עברה תנודתיות מסוימת לאחרונה, מונעת על ידי מספר גורמים מרכזיים. הדוח הזה יצלול לעומק התנועות..."
  },
  {
    "ticker": "PLTR",
    "title": "PLTR: למה המניה זזה היום?",
    "filename": "PLTR_20250619.html",
    "timestamp": "19/06/2025 13:22",
    "summary": "# ניתוח תנועת המניה של Palantir Technologies Inc. (PLTR)\n\n## סקירה כללית\nמניית PLTR חוותה תנודתיות משמעותית בחודשים האחרונים, משקפת את המורכבות של הערכת חברת טכנולוגיה מתמקדת בבינה מלאכותית עם קשרים ב..."
  },
  {
    "ticker": "PFE",
    "title": "PFE: למה המניה זזה היום?",
    "filename": "PFE_20250619.html",
    "timestamp": "19/06/2025 13:27",
    "summary": "# ניתוח תנועת מניית PFE: בין דיבידנדים רגולטוריים וסנטימנט שוק\n\n## סקירה כללית\nמניות פייזר (PFE) חוות תנודות יומיות מונעות על ידי גורמים רגולטוריים, עניין משקיעים, ותשואה דיבידנדית אטרקטיבית. הנתונים ..."
  },
  {
    "ticker": "ASML",
    "title": "ASML: למה המניה זזה היום?",
    "filename": "ASML_20250619.html",
    "timestamp": "19/06/2025 13:31",
    "summary": "## ניתוח תנועת מניית ASML Holding NV (ASML) - 12 באוקטובר\n\nמניית ASML נפתחה בעלייה עקב מספר גורמים סיבתיים התומכים בהערכה החיובית של אנליסטים כלפי החברה. הניתוח שלהלן מציג את הכוחות המשפיעים על המניה ..."
  },
  {
    "ticker": "EOG",
    "title": "EOG: למה המניה זזה היום?",
    "filename": "EOG_20250619.html",
    "timestamp": "19/06/2025 13:38",
    "summary": "## ניתוח תנועת מניית EOG Resources (EOG): סיכום עדכוני אנליסטים והשפעתם\n\nהשבוע חוותה מניית EOG Resources תנודתיות קלה, אך עקבית, בעקבות סדרה של עדכונים מצד אנליסטים מובילים. הנתון הבולט ביותר הוא תחזי..."
  },
  {
    "ticker": "AAPL",
    "title": "AAPL: למה המניה זזה היום?",
    "filename": "AAPL_20250619.html",
    "timestamp": "19/06/2025 13:46",
    "summary": "# ניתוח מניית אפל (AAPL): איזון בין חדשנות ללחצים רגולטוריים ותחרותיים\n\nמניית אפל, אחת מהחברות הטכנולוגיות המובילות בעולם, מציגה תנודתיות יומית הנובעת מגורמים אסטרטגיים ומשפטיים שונים. הניתוח שלפנינו ..."
  }
]