[
  {
    "ticker": "XOM",
    "title": "XOM: למה המניה זזה היום?",
    "filename": "XOM_20250618.html",
    "timestamp": "18/06/2025 13:13",
    "summary": "ניתוח סיבתיות של תנועות מניה: אקסון מוביל - הסיבות לעליית המניה בסוף יום המסחר. ניתוח מעמיק של הצהרות הנהלה, עסקאות מוסדיות ומהלכים משפטיים.",
    "tags": []
  },
  {
    "ticker": "PLTR",
    "title": "PLTR: למה המניה זזה היום?",
    "filename": "PLTR_20250618.html",
    "timestamp": "18/06/2025 13:13",
    "summary": "ניתוח סיבתיות של תנועות מניה: Palantir Technologies - הסיבות לעליית המניה בסוף יום המסחר. ניתוח מעמיק של הצהרות הנהלה, עסקאות מוסדיות וטכנולוגיות פורצות דרך.",
    "tags": []
  },
  {
    "ticker": "AAPL",
    "title": "AAPL: למה המניה זזה היום?",
    "filename": "AAPL_20250618.html",
    "timestamp": "18/06/2025 13:58",
    "summary": "ניתוח תנודתיות מניית AAPL: סקירה של גורמים משפיעים מניות אפל (AAPL) חוות תנודתיות משמעותית ביום הנוכחי, תחת לחץ רגולטורי ומשפטי כבד, למרות דיווחים מעודדים על צמיחה בעסקים מסוימים. הניתוח שלנו מתמק...",
    "tags": []
  },
  {
    "ticker": "AMD",
    "title": "AMD: למה המניה זזה היום?",
    "filename": "AMD_20250618.html",
    "timestamp": "18/06/2025 14:17",
    "summary": "סקירת מניית AMD: חדשנות, שותפויות וזינוק בשוק מניות Advanced Micro Devices (AMD) חוות עלייה מרשימה לאחר שילוב של גורמים חיוביים יצרו תנופה חזקה עבור החברה. משקיעים מגיבים בהתלהבות למספר יוזמות אסט...",
    "tags": []
  },
  {
    "ticker": "NVDA",
    "title": "NVDA: למה המניה זזה היום?",
    "filename": "NVDA_20250618.html",
    "timestamp": "18/06/2025 14:28",
    "summary": "ניתוח תנועת מניית NVDA: תנופה טכנולוגית מול אתגרים מתפתחים סקירה כללית מניות NVIDIA (NVDA) מציגות ביצועים מרשימים היום, מונעות על ידי אופטימיות אנליסטית והתרחבות מתמשכת של מגמת הבינה המלאכותית. ...",
    "tags": []
  },
  {
    "ticker": "AVGO",
    "title": "AVGO: למה המניה זזה היום?",
    "filename": "AVGO_20250618.html",
    "timestamp": "18/06/2025 14:48",
    "summary": "ניתוח תנועת המניה של Broadcom Inc. (AVGO) סקירה כללית מניית AVGO של Broadcom Inc. חוותה תנודתיות יומית, כאשר גורמים חיוביים כמו תוצאות רבעוניות חזקות והשקעות מוסדיות מתנגשים עם מכירות מצד בעלי ע...",
    "tags": []
  },
  {
    "ticker": "HOOD",
    "title": "HOOD: למה המניה זזה היום?",
    "filename": "HOOD_20250618.html",
    "timestamp": "18/06/2025 14:51",
    "summary": "ניתוח תנועת מניית HOOD (רובין הוד מרקטס) - סיכום יומי מבוא: מניית HOOD נסחרת בעליות על רקע גל של חדשות חיוביות, המצביעות על אמון גובר מצד המשקיעים בפלטפורמת המסחר הדיגיטלית. הניתוח שלנו מתמקד...",
    "tags": []
  },
  {
    "ticker": "COIN",
    "title": "COIN: למה המניה זזה היום?",
    "filename": "COIN_20250618.html",
    "timestamp": "18/06/2025 15:45",
    "summary": "ניתוח תנועת מניית Coinbase Global, Inc. (COIN) מבט כללי: מניית Coinbase, ספקית הפלטפורמות המובילה לסחר בקריפטו, חווה תנודתיות לאחרונה, אך מציגה סימנים של אופטימיות זהירה. גל של חדשות חיוביות ר...",
    "tags": []
  },
  {
    "ticker": "LLY",
    "title": "LLY: למה המניה זזה היום?",
    "filename": "LLY_20250618.html",
    "timestamp": "18/06/2025 15:48",
    "summary": "ניתוח תנועת המניה היומית של אלי לילי (LLY) סקירה כללית מניית אלי לילי (NYSE: LLY) חוותה עלייה לאחר חשיפת סדרה של יוזמות אסטרטגיות שהחברה הכריזה עליהן, מה שעורר עניין בקרב המשקיעים. העסקאות האחרו...",
    "tags": []
  },
  {
    "ticker": "TSLA",
    "title": "TSLA: למה המניה זזה היום?",
    "filename": "TSLA_20250618.html",
    "timestamp": "18/06/2025 16:02",
    "summary": "ניתוח תנועת מניית TSLA: מאזן בין חדשנות לתחרות מניות טסלה (TSLA) עברו תנודתיות לאחרונה, כאשר המשקיעים מגיבים למגוון גורמים, החל מעודכנים תפעוליים ועד לחצים תחרותיים בשוק הרכב החשמלי. הנה ניתוח מעמ...",
    "tags": []
  },
  {
    "ticker": "MSFT",
    "title": "MSFT: למה המניה זזה היום?",
    "filename": "MSFT_20250618.html",
    "timestamp": "18/06/2025 16:12",
    "summary": "ניתוח תנועת מניית MSFT: סקירה של כוחות משפיעים מבוא מניות מיקרוסופט (MSFT) מציגות דינמיקה מעניינת בשוק לאחרונה, כאשר מספר יוזמות ושותפויות חדשות לוקחות את מרכז הבמה. הדוח הזה יחקור את הגורמים ה...",
    "tags": []
  },
  {
    "ticker": "GOOGL",
    "title": "GOOGL: למה המניה זזה היום?",
    "filename": "GOOGL_20250618.html",
    "timestamp": "18/06/2025 16:14",
    "summary": "ניתוח תנועת מניית GOOGL: דינמיקה של חדשנות, סיכונים, ופוטנציאל תנועת מנית Alphabet Inc. (GOOGL) מעידה על מסע מורכב עבור ענקית הטכנולוגיה, המציג הן הזדמנויות צמיחה והן אתגרים משמעותיים. הנתונים היומ...",
    "tags": []
  },
  {
    "ticker": "AMZN",
    "title": "AMZN: למה המניה זזה היום?",
    "filename": "AMZN_20250618.html",
    "timestamp": "18/06/2025 16:16",
    "summary": "ניתוח תנועות מניה יומיות: Amazon.com, Inc. (AMZN) סקירה כללית מניית AMZN מציגה תנועה דינמית בימים האחרונים, מונעת על ידי שילוב של יוזמות אסטרטגיות ומחוות קיצוץ עלויות מצד הנהלת החברה. הגורם הד...",
    "tags": []
  },
  {
    "ticker": "META",
    "title": "META: למה המניה זזה היום?",
    "filename": "META_20250618.html",
    "timestamp": "18/06/2025 16:19",
    "summary": "ניתוח תנועות מניה יומיות: מטא פלטפורמות בע\"מ (META) סקירה כללית מטא, הידועה גם כפייסבוק לשעבר, נמצאת במרכזו של דינמיקה מורכבת בשוק המניות בימים האחרונים. החדשות האחרונות מציעות שילוב של גורמים ח...",
    "tags": []
  },
  {
    "ticker": "V",
    "title": "V: למה המניה זזה היום?",
    "filename": "V_20250618.html",
    "timestamp": "18/06/2025 16:22",
    "summary": "ניתוח תנועת מניית ויזה (V) - סקירה יומית רקע שוק ודינמיקות מפתח מניות ויזה, ענקית התשלומים הגלובלית, חוות עלייה בערכן לאחרונה, מה שמעיד על אופטימיות בקרב משקיעים ביחס לאסטרטגיות הטכנולוגיות של ...",
    "tags": []
  },
  {
    "ticker": "UNH",
    "title": "UNH: למה המניה זזה היום?",
    "filename": "UNH_20250618.html",
    "timestamp": "18/06/2025 16:25",
    "summary": "ניתוח תנועות מניה יומיות: UnitedHealth Group (UNH) מבוא המניות של UnitedHealth Group (UNH), אחת מענקיות הביטוח הבריאותי בארצות הברית, מציגות עלייה מתונה היום, בעקבות מספר צעדים אסטרטגיים שהחבר...",
    "tags": []
  },
  {
    "ticker": "JPM",
    "title": "JPM: למה המניה זזה היום?",
    "filename": "JPM_20250618.html",
    "timestamp": "18/06/2025 16:29",
    "summary": "ניתוח תנועת מניית JPMorgan Chase & Co. (JPM) - סיכום יומי מבוא מניית JPM מציגה עלייה עקבית בתגובה למגוון גורמים, כולל אסטרטגיות השקעה אופטימיות, יוזמות דיגיטליות וחשיפה לגידולים מבטיחים. עם זאת,...",
    "tags": []
  },
  {
    "ticker": "COST",
    "title": "COST: למה המניה זזה היום?",
    "filename": "COST_20250619.html",
    "timestamp": "19/06/2025 09:03",
    "summary": "ניתוח תנועת המניה של קוסטקו (COST): התאוששות בשוק הקמעונאות הסיטונאית סקירה כללית מניית קוסטקו, מייצגת את הענקית הקמעונאית הסיטונאית, חווה עלייה יומית מרשימה, בהנעה של מספר גורמים אנליטיים ותפעו...",
    "tags": []
  },
  {
    "ticker": "WDAY",
    "title": "WDAY: למה המניה זזה היום?",
    "filename": "WDAY_20250619.html",
    "timestamp": "19/06/2025 09:05",
    "summary": "ניתוח תנועת המניה היומית של Workday, Inc. (WDAY) סקירה כללית מניית WDAY מציגה תנודות יומיות מושפעות מגורמים שונים, כולל פעולות של בעלי מניות מרכזיים ופרשנות אנליסטים. ירידות היום יכולות לייחס למ...",
    "tags": []
  },
  {
    "ticker": "FSLR",
    "title": "FSLR: למה המניה זזה היום?",
    "filename": "FSLR_20250619.html",
    "timestamp": "19/06/2025 09:07",
    "summary": "ניתוח תנועת המניה היומית של First Solar, Inc. (FSLR) סקירה כללית מניית FSLR חוותה ירידה לאחרונה בעקבות מספר גורמים מאקרו-כלכליים ופרטיים המשפיעים על מגזר האנרגיה הסולארית. עם זאת, בתוך הסערה, ני...",
    "tags": []
  },
  {
    "ticker": "MU",
    "title": "MU: למה המניה זזה היום?",
    "filename": "MU_20250619.html",
    "timestamp": "19/06/2025 09:12",
    "summary": "ניתוח תנועת המניה היומית של מיקרון טכנולוגיות (MU) מבוא: מניית MU, המייצגת את חברת מיקרון טכנולוג'י בע\"מ, חוותה עלייה משמעותית לאחרונה, מה שמעורר עניין בקרב משקיעים ומדענים. הניתוח שלנו מתמקד ...",
    "tags": []
  },
  {
    "ticker": "GS",
    "title": "GS: למה המניה זזה היום?",
    "filename": "GS_20250619.html",
    "timestamp": "19/06/2025 09:15",
    "summary": "ניתוח תנועת מניית GS: אסטרטגיה גדלה מול אתגרים גיאוגרפיים ומקרו-כלכליים סקירה כללית של השוק ותנועת המניה מניות קבוצת גולדמן זאקס (GS) הציגו ביצועים מרשימים היום, מעליות בשוק הרחב, מה שמדגיש את ע...",
    "tags": []
  },
  {
    "ticker": "LMT",
    "title": "LMT: למה המניה זזה היום?",
    "filename": "LMT_20250619.html",
    "timestamp": "19/06/2025 09:18",
    "summary": "ניתוח תנועת המניה של לוקהיד מרטין (LMT) סקירה כללית תאגיד לוקהיד מרטין, ענק תעשיית ההגנה, חווה לאחרונה תנודות במחירי המניות, המציגות את המורכבות של הסקטור הצבאי והביטחוני. הנתונים היומיים משקפים...",
    "tags": []
  },
  {
    "ticker": "SNAP",
    "title": "SNAP: למה המניה זזה היום?",
    "filename": "SNAP_20250619.html",
    "timestamp": "19/06/2025 09:20",
    "summary": "ניתוח תנועת המניה של Snap Inc. (NYSE: SNAP) - 12 ביולי מניית Snap Inc. (SNAP) חוותה ירידה עקב מכירות פנימיות משמעותיות, אך אופטימיות לטווח הארוך נותרה בעינה בקרב אנליסטים. התנועה הנוכחית מציבה אתג...",
    "tags": []
  },
  {
    "ticker": "META",
    "title": "META: למה המניה זזה היום?",
    "filename": "META_20250619.html",
    "timestamp": "19/06/2025 09:22",
    "summary": "ניתוח תנועת מניה יומית: META (נאסד\"ק: META) סקירה כללית מניות META מציגות מגמה חיובית היום, עם עליות בשיעור של כ-3.2%, בהנעה על ידי מספר גורמים חיוביים בתוך החברה וחוצה את הסקטור. האנליסטים מביע...",
    "tags": []
  },
  {
    "ticker": "COIN",
    "title": "COIN: למה המניה זזה היום?",
    "filename": "COIN_20250619.html",
    "timestamp": "19/06/2025 09:24",
    "summary": "ניתוח תנועות מניה יומיות: Coinbase Global, Inc. (COIN) סקירה כללית מניית COIN של Coinbase Global, Inc. חוותה עליות ונפילות במהלך היום, משקפת את המורכבות של הסביבה הרגולטורית והמשפטית הסובבת את ת...",
    "tags": []
  },
  {
    "ticker": "QCOM",
    "title": "QCOM: למה המניה זזה היום?",
    "filename": "QCOM_20250619.html",
    "timestamp": "19/06/2025 09:27",
    "summary": "ניתוח תנועת מניית QCOM (קואלקום) - 20 ביולי סקירה כללית מניית קוואלקום (QCOM) הציגה תנודתיות במהלך המסחר היומי, כאשר גורמים טכניים ואנליסטיים מתחרים זה בזה. האווירה הכללית נותרה חיובית, אך עם עד...",
    "tags": []
  },
  {
    "ticker": "AXP",
    "title": "AXP: למה המניה זזה היום?",
    "filename": "AXP_20250619.html",
    "timestamp": "19/06/2025 09:29",
    "summary": "ניתוח תנועת מניית AXP (אמריקן אקספרס) - 1 ביולי 2023 סקירה כללית מניית AXP הציגה עלייה יומית מעודדת, המגיבה לחיזוקים שונים בשוק. התנועה הנוכחית משקפת את אופטימיות המשקיעים לקראת פרסום הדוחות הכס...",
    "tags": []
  },
  {
    "ticker": "XOM",
    "title": "XOM: למה המניה זזה היום?",
    "filename": "XOM_20250619.html",
    "timestamp": "19/06/2025 09:32",
    "summary": "סקירה אנליטית של אקסון מוביל (XOM): מגמות יומיות, סיבתיות ופוטנציאל השקעה מניות אקסון מוביל (NYSE: XOM) מציגות תנודתיות יומית מרתקת, המונעת על ידי גורמים פנימיים וחיצוניים רבים. הניתוח שלנו חושף א...",
    "tags": []
  },
  {
    "ticker": "MRK",
    "title": "MRK: למה המניה זזה היום?",
    "filename": "MRK_20250619.html",
    "timestamp": "19/06/2025 09:34",
    "summary": "ניתוח תנועת מניית Merck & Co., Inc. (MRK) - 10 בינואר 2023 סיכום יומי: מניית MRK סיימה את היום בעליות חדות, מתעלמת מירידה כללית בשוק. התנועה הנוכחית נובעת ממספר גורמים סיבתיים, כולל דירוגים חי...",
    "tags": []
  },
  {
    "ticker": "UBER",
    "title": "UBER: למה המניה זזה היום?",
    "filename": "UBER_20250619.html",
    "timestamp": "19/06/2025 09:37",
    "summary": "ניתוח תנועת מניה יומית: UBER (Uber Technologies, Inc.) סקירה כללית של השוק והנהלת החברה המגמה השלילית בשוק היום משקפת את הסביבה המורכבת בה פועלת Uber, עם לחצים תחרותיים והתפתחויות רגולטוריות המש...",
    "tags": []
  },
  {
    "ticker": "FE",
    "title": "FE: למה המניה זזה היום?",
    "filename": "FE_20250619.html",
    "timestamp": "19/06/2025 09:39",
    "summary": "ניתוח תנועות מניית FirstEnergy Corporation (FE) - 10 במאי 2023 תנועות המניה של FE היום חושפות דינמיקה מורכבת, המשקפת את המאזן העדין בין גורמים חיוביים וסביבתיים מאתגרים. אישור רגולטורי עבור JCP&L,...",
    "tags": []
  },
  {
    "ticker": "T",
    "title": "T: למה המניה זזה היום?",
    "filename": "T_20250619.html",
    "timestamp": "19/06/2025 09:43",
    "summary": "ניתוח מניית AT&T Inc. (T): סיכום יומי מגמות חיוביות: השבוע, מניית AT&T (T) הציגה ביצועים מבטיחים, מעודדת על ידי מספר גורמים מרכזיים. שדרוגי דירוג ואנליסטים מצד חברות כמו UBS, יחד עם התחזית הא...",
    "tags": []
  },
  {
    "ticker": "AES",
    "title": "AES: למה המניה זזה היום?",
    "filename": "AES_20250619.html",
    "timestamp": "19/06/2025 09:45",
    "summary": "ניתוח תנועת מניית AES Corporation (NYSE: AES) סקירה כללית מניות AES Corporation סובלות מלחץ משמעותי בשוק הנסחר היום, בעיקר בשל אי-ודאות רגולטורית הקשורה לתמריצים לאנרגיה מתחדשת. עם זאת, החברה מפ...",
    "tags": []
  },
  {
    "ticker": "PCG",
    "title": "PCG: למה המניה זזה היום?",
    "filename": "PCG_20250619.html",
    "timestamp": "19/06/2025 09:47",
    "summary": "ניתוח תנועת מניית PCG (Pacific Gas & Electric Co.) - סיכום יומי מבוא: מניותה של Pacific Gas & Electric Co. (PCG) עברו תנודתיות משמעותית בשבוע האחרון, עם ירידה של 8.38% בין ה-10 ל-17 ביוני. תנו...",
    "tags": []
  },
  {
    "ticker": "UNH",
    "title": "UNH: למה המניה זזה היום?",
    "filename": "UNH_20250619.html",
    "timestamp": "19/06/2025 09:51",
    "summary": "ניתוח תנודתיות המניה של UnitedHealth Group (UNH) - בין אופטימיות זהירות לדאגות רגולטוריות מניית UNH חוותה עליות משמעותיות היום, למרות חדשות מעורבות, משקפת את המורכבות של הערכת החברה בתקופות של שינ...",
    "tags": []
  },
  {
    "ticker": "GOOGL",
    "title": "GOOGL: למה המניה זזה היום?",
    "filename": "GOOGL_20250619.html",
    "timestamp": "19/06/2025 09:55",
    "summary": "ניתוח תנועת מניית GOOGL: איזון בין צמיחה לתחרות סקירה כללית מניית אלפבית (GOOGL) חוותה עלייה משמעותית היום, מה שמעיד על אופטימיות בקרב המשקיעים. התנועה הנוכחית נתמכת על ידי שילוב של גורמים טכניי...",
    "tags": []
  },
  {
    "ticker": "HUM",
    "title": "HUM: למה המניה זזה היום?",
    "filename": "HUM_20250619.html",
    "timestamp": "19/06/2025 09:57",
    "summary": "ניתוח תנועת מניית HUM: התמודדות עם אתגרים וצמיחה אסטרטגי מבט כללי: מניית Humana Inc. (HUM) חווה יום סוער, עם ירידות בשיעור X% ברקע של גורמים שונים המשפיעים על תפיסת השוק את החברה. האנליסטים מ...",
    "tags": []
  },
  {
    "ticker": "MA",
    "title": "MA: למה המניה זזה היום?",
    "filename": "MA_20250619.html",
    "timestamp": "19/06/2025 10:00",
    "summary": "ניתוח תנועת המניה של Mastercard Incorporated (MA) סקירה כללית חברת Mastercard, ספקית פתרונות התשלום הגלובלית, חווה ירידות במניה היום, למרות אסטרטגיות צמיחה חיוביות שהוכרזו לאחרונה. הירידה נובעת ...",
    "tags": []
  },
  {
    "ticker": "BILL",
    "title": "BILL: למה המניה זזה היום?",
    "filename": "BILL_20250619.html",
    "timestamp": "19/06/2025 10:03",
    "summary": "ניתוח תנועת המניה של BILL Holdings, Inc. (BILL) - 30 באוקטובר 2023 מניית BILL Holdings, Inc. (BILL) חווה עלייה יומית מובהקת, מה שמעיד על אמון המשקיעים בפוטנציאל הצמיחה של החברה בסביבה הטכנולוגית הע...",
    "tags": []
  },
  {
    "ticker": "HON",
    "title": "HON: למה המניה זזה היום?",
    "filename": "HON_20250619.html",
    "timestamp": "19/06/2025 10:06",
    "summary": "ניתוח תנועת המניה של Honeywell International Inc. (HON) סקירה כללית מניות HON מציגות עלייה עקבית היום, מעודדות על ידי מספר גורמים חיוביים המשפיעים על השוק ועל האסטרטגיה העתידית של החברה. הניתוח...",
    "tags": []
  },
  {
    "ticker": "WFC",
    "title": "WFC: למה המניה זזה היום?",
    "filename": "WFC_20250619.html",
    "timestamp": "19/06/2025 10:08",
    "summary": "ניתוח תנועת מניית WFC: סקירה של גורמים משפיעים מניית וולס פארגו אנד קומפני (WFC) הציגה ביצועים מרשימים ביום רביעי, עם עלייה של למעלה מ-3%, בניגוד למגמה הכללית בשוק. גורם מרכזי לעלייה זו הוא האמון ...",
    "tags": []
  },
  {
    "ticker": "SNOW",
    "title": "SNOW: למה המניה זזה היום?",
    "filename": "SNOW_20250619.html",
    "timestamp": "19/06/2025 10:11",
    "summary": "ניתוח מניית Snowflake Inc. (SNOW) - הזדמנויות וצמיחה בענן הנתונים מבוא: מניית SNOW של Snowflake Inc. מציגה מגמה חיובית בולטת, הנתמכת על ידי מספר גורמים סיבתיים המצביעים על אמון גובר מצד המוסדו...",
    "tags": []
  },
  {
    "ticker": "BLK",
    "title": "BLK: למה המניה זזה היום?",
    "filename": "BLK_20250619.html",
    "timestamp": "19/06/2025 10:16",
    "summary": "ניתוח תנועת המניה של BlackRock (BLK) - 7 באוגוסט 2023 מניית BlackRock (NYSE: BLK) מציגה עלייה ניכרת היום, המונעת על ידי שורה של יוזמות אסטרטגיות בתחומי ניהול הנכסים והנכסים הדיגיטליים שלה, יחד עם ת...",
    "tags": []
  },
  {
    "ticker": "NVDA",
    "title": "NVDA: למה המניה זזה היום?",
    "filename": "NVDA_20250619.html",
    "timestamp": "19/06/2025 10:20",
    "summary": "ניתוח תנועת המניה של NVIDIA Corporation (NVDA) סקירה כללית מניית NVDA של NVIDIA Corporation מציגה מגמה חיובית בשוק, הנתמכת על ידי תחזיות רווח אופטימיות ושיפורים במחירי היעד שהוצגו לאחרונה. עם זא...",
    "tags": []
  },
  {
    "ticker": "AMD",
    "title": "AMD: למה המניה זזה היום?",
    "filename": "AMD_20250619.html",
    "timestamp": "19/06/2025 10:23",
    "summary": "ניתוח תנועת מניית מניית AMD: מבוא: מניית AMD חוותה עלייה משמעותית במהלך היום, מה שמעיד על אופטימיות גוברת בקרב המשקיעים בנוגע לאסטרטגיית ה-AI של החברה, שותפויות אסטרטגי...",
    "tags": []
  },
  {
    "ticker": "BAC",
    "title": "BAC: למה המניה זזה היום?",
    "filename": "BAC_20250619.html",
    "timestamp": "19/06/2025 10:26",
    "summary": "ניתוח תנועת מניית BAC (Bank of America Corporation) - 12 בינואר סקירה כללית מניות Bank of America (BAC) רשמו עלייה היום, בהנחה של תחזית ריבית חיובית, דגש מצד אנליסטים והשאיפה המתמשכת שלה למשוך מ...",
    "tags": []
  },
  {
    "ticker": "ABT",
    "title": "ABT: למה המניה זזה היום?",
    "filename": "ABT_20250619.html",
    "timestamp": "19/06/2025 10:29",
    "summary": "ניתוח תנועת מניית ABT: הזדמנויות וצמיחה בתחום ניהול הסוכרת מניית אבוט מעבדות (ABT) הציגה עלייה מרשימה במהלך היום, מונעת בעיקר על ידי סיקור אנליסטי חיובי ושותפות אסטרטגית מבטיחה. הבה נבחן את הגורמי...",
    "tags": []
  },
  {
    "ticker": "COO",
    "title": "COO: למה המניה זזה היום?",
    "filename": "COO_20250619.html",
    "timestamp": "19/06/2025 10:31",
    "summary": "ניתוח תנועת המניה היומית של קופר קומפניס בע\"מ (COO) רקע כללי מניית COO חווה עלייה לאחר שסדרת עדכונים חיוביים מצד אנליסטים הובילה לשיפור בסנטימנט המשקיעים. הניתוח שלפנינו מתמקד בגורמים המרכזיים ש...",
    "tags": []
  },
  {
    "ticker": "INTU",
    "title": "INTU: למה המניה זזה היום?",
    "filename": "INTU_20250619.html",
    "timestamp": "19/06/2025 10:34",
    "summary": "ניתוח תנועת המניה של Intuit Inc. (INTU) סקירה כללית מניית INTU מציגה מגמה עלייתית חזקה היום, בהינתן התנועות האחרונות בשוק והפרסומים החיוביים הקשורים לחברה. הנתונים מצביעים על אופטימיות בקרב המשק...",
    "tags": []
  },
  {
    "ticker": "WBD",
    "title": "WBD: למה המניה זזה היום?",
    "filename": "WBD_20250619.html",
    "timestamp": "19/06/2025 10:45",
    "summary": "ניתוח תנועת מניית Warner Bros. Discovery (WBD): התמודדות עם שינוי אסטרטגי ומבנה פיננסי מבוא: חברת WBD, ענקית המדיה והבידור, נמצאת בשלב קריטי של מעבר אסטרטגי, שמעורר תגובות מעורבות בשוק. הדוח ה...",
    "tags": []
  },
  {
    "ticker": "MCHP",
    "title": "MCHP: למה המניה זזה היום?",
    "filename": "MCHP_20250619.html",
    "timestamp": "19/06/2025 10:48",
    "summary": "ניתוח תנודת המניה של Microchip Technology Incorporated (MCHP) - סיכום תובנות אנליסטיות מניות Microchip Technology Inc. (MCHP) מציגות עלייה מרשימה היום, מונעות בעיקר על ידי אופטימיות אנליסטית והכרז...",
    "tags": []
  },
  {
    "ticker": "ZS",
    "title": "ZS: למה המניה זזה היום?",
    "filename": "ZS_20250619.html",
    "timestamp": "19/06/2025 10:53",
    "summary": "ניתוח מצב מניית ZS (Zscaler, Inc.) - סיכום ומסקנות סקירה כללית ודינמיקות שוק מניית ZS נמצאת תחת מעקב צמוד לאור הביצועים יוצאי הדופן שלה לאחרונה, המונעים על ידי גורמים אנליסטיים ושוק חיוביים. גל ...",
    "tags": []
  },
  {
    "ticker": "NFLX",
    "title": "NFLX: למה המניה זזה היום?",
    "filename": "NFLX_20250619.html",
    "timestamp": "19/06/2025 11:02",
    "summary": "ניתוח תנועות מניה יומיות: NFLX - נטפליקס בע\"מ סקירה כללית מניית NFLX של נטפליקס מציגה מגמה חיובית בשוק המניות בימים האחרונים, הנגרמת על ידי מספר יוזמות אסטרטגיות ומהלכי צמיחה. עם זאת, יש לשים לב...",
    "tags": []
  },
  {
    "ticker": "ETSY",
    "title": "ETSY: למה המניה זזה היום?",
    "filename": "ETSY_20250619.html",
    "timestamp": "19/06/2025 11:09",
    "summary": "ניתוח תנועת מניית Etsy (ETSY) - 27 ביוני 2023 מבוא: מניית Etsy, פלטפורמת המסחר האלקטרוני המרוכזת באומנות ובפריטים ייחודיים, חווה יום חיובי בשוק לאחר סדרה של אירועים וניתוחים שהעידו על אופטימי...",
    "tags": []
  },
  {
    "ticker": "AEP",
    "title": "AEP: למה המניה זזה היום?",
    "filename": "AEP_20250619.html",
    "timestamp": "19/06/2025 11:12",
    "summary": "ניתוח תנועת המניה היומית של AEP: סקירה מקיפה מבוא חברת AEP, חברת החשמל האמריקאית, חוותה עליות במנייתה היום, מה שמעיד על תנודתיות מעניינת בשוק בעקבות מספר גורמים. הדוח הבא מציע ניתוח סיבתי ומעמיק...",
    "tags": []
  },
  {
    "ticker": "MAR",
    "title": "MAR: למה המניה זזה היום?",
    "filename": "MAR_20250619.html",
    "timestamp": "19/06/2025 11:16",
    "summary": "ניתוח תנועת מניית מריוט אינטרנשיונל (MAR) סקירה כללית: מניית MAR מציגה עליות בולטות היום, מונעת על ידי סדרת יוזמות אסטרטגיות והצהרות אופטימיות מההנהלה. הגידול משקף את ביסוס החברה בשווקים גלובליי...",
    "tags": []
  },
  {
    "ticker": "MS",
    "title": "MS: למה המניה זזה היום?",
    "filename": "MS_20250619.html",
    "timestamp": "19/06/2025 11:19",
    "summary": "ניתוח תנועת מניית מורגן סטנלי (MS): אסטרטגיות צמיחה ומגמות בשוק סקירה כללית: מניית MS חוותה עלייה יומית בעקבות שילוב של גורמים חיוביים, כולל שדרוגי אנליסטים והכרזות פנימיות. הגורמים הללו מציעים ...",
    "tags": []
  },
  {
    "ticker": "TMUS",
    "title": "TMUS: למה המניה זזה היום?",
    "filename": "TMUS_20250619.html",
    "timestamp": "19/06/2025 11:22",
    "summary": "ניתוח תנועות מניית T-Mobile US, Inc. (TMUS) סקירה כללית מניות T-Mobile US (TMUS) עברו תנודתיות יומית מונעת על ידי שילוב של חדשות חיוביות ותוצאות ממכירות בלוקים משמעותיות על ידי בעלי עניין מרכזיי...",
    "tags": []
  },
  {
    "ticker": "TXN",
    "title": "TXN: למה המניה זזה היום?",
    "filename": "TXN_20250619.html",
    "timestamp": "19/06/2025 11:26",
    "summary": "ניתוח תנועת מניית TXN: השקעות מוליכים למחצה ועתיד טכנולוגי הצעת ההשקעה והשפעותיה החברת טקסס אינסטרומנטס (TXN) נמצאת במוקד תשומת הלב לאחר שהכריזה על תוכנית השקעה אגרסיבית בתחום ייצור מוליכים למ...",
    "tags": []
  },
  {
    "ticker": "ROKU",
    "title": "ROKU: למה המניה זזה היום?",
    "filename": "ROKU_20250619.html",
    "timestamp": "19/06/2025 11:32",
    "summary": "ניתוח מניית ROKU: מגמות יומיות, סיבתיות והזדמנויות מניית Roku, Inc. (ROKU) מציגה ביצועים מרשימים בשוק המניות הנוכחי, מה שמעורר עניין בקרב אנליסטים ומשקיעים כאחד. הנה ניתוח מעמיק של הכוחות המשפיעים ...",
    "tags": []
  },
  {
    "ticker": "SHOP",
    "title": "SHOP: למה המניה זזה היום?",
    "filename": "SHOP_20250619.html",
    "timestamp": "19/06/2025 11:35",
    "summary": "ניתוח תנועת מניית Shopify Inc. (SHOP) - 20 ביוני 2025 סקירה כללית: מניית SHOP של Shopify Inc. חווה עלייה חדה היום, מונעת על ידי סדרה מרשימה של עדכונים חיוביים מהשוק והנהלה. הנתונים מצביעים על הכ...",
    "tags": []
  },
  {
    "ticker": "AVGO",
    "title": "AVGO: למה המניה זזה היום?",
    "filename": "AVGO_20250619.html",
    "timestamp": "19/06/2025 11:40",
    "summary": "ניתוח מניית AVGO (ברודקום) - מגמות, תובנות, וסיכונים סקירה כללית מניית AVGO (ברודקום) מציגה ביצועים מרשימים בשנת 2023, עם עליות חדות בתגובה לתוצאות רבעון חיוביות, השקות מוצרים, והביקוש הגובר לטכ...",
    "tags": []
  },
  {
    "ticker": "C",
    "title": "C: למה המניה זזה היום?",
    "filename": "C_20250619.html",
    "timestamp": "19/06/2025 11:45",
    "summary": "ניתוח תנועת מניית סיטיגרופ (C) - סקירה יומית מבוא מניית סיטיגרופ (C) הציגה ביצועים מרשימים ביום זה, כאשר היא עולה בניגוד למגמה הכללית של השוק. עלייה זו ניתנת לייחוס למספר גורמים מרכזיים, כולל מ...",
    "tags": []
  },
  {
    "ticker": "CSCO",
    "title": "CSCO: למה המניה זזה היום?",
    "filename": "CSCO_20250619.html",
    "timestamp": "19/06/2025 11:50",
    "summary": "ניתוח מניית סיסקו סיסטמס (CSCO) - 25 במאי 2023 סקירה כללית: מניית סיסקו מציגה ביצועים מרשימים ביום זה, נושאת את ההתלהבות של המשקיעים בעקבות מספר יוזמות אסטרטגיות וניצחונות משפטיים. עם זאת, יש לש...",
    "tags": []
  },
  {
    "ticker": "CRWD",
    "title": "CRWD: למה המניה זזה היום?",
    "filename": "CRWD_20250619.html",
    "timestamp": "19/06/2025 11:54",
    "summary": "ניתוח תנועת מניית CrowdStrike (CRWD): איזון בין צמיחה לחששות מניית CRWD, המייצגת את חברת אבטחת הסייבר CrowdStrike, עברה תנודתיות לאחרונה, כאשר המשקיעים מאזנים בין תוצאות חזקות לצמיחה מתמשכת לבין ג...",
    "tags": []
  },
  {
    "ticker": "MDT",
    "title": "MDT: למה המניה זזה היום?",
    "filename": "MDT_20250619.html",
    "timestamp": "19/06/2025 11:58",
    "summary": "ניתוח תנועת מניית Medtronic PLC (MDT) סקירה כללית מניות Medtronic PLC (MDT) חוו עלייה לאחרונה, מונעות על ידי מספר גורמים חיוביים המשפיעים על התפיסה של המשקיעים. הדוח מציג רצף של אירועים אסטרטגיי...",
    "tags": []
  },
  {
    "ticker": "DDOG",
    "title": "DDOG: למה המניה זזה היום?",
    "filename": "DDOG_20250619.html",
    "timestamp": "19/06/2025 12:01",
    "summary": "ניתוח תנועת המניה של Datadog (DDOG) - סיכום יומי סקירה כללית מניית Datadog רשמה עלייה מרשימה היום, תוך התעלמות ממכירות של בעלי מידע פנימי ועדכונים מעורבים מצד אנליסטים. הסנטימנט החיובי מוסבר בעי...",
    "tags": []
  },
  {
    "ticker": "INTC",
    "title": "INTC: למה המניה זזה היום?",
    "filename": "INTC_20250619.html",
    "timestamp": "19/06/2025 12:13",
    "summary": "ניתוח תנועת המניה של אינטל (INTC) - סקירה יומית הקדמה מניית אינטל, הענקית הטכנולוגית, מציגה תנודתיות לאחרונה, אך יש כמה מגמות ומהלכים אסטרטגיים בולטים שמעצבים את נתיב המניה. הדוח שלפנינו חושף ני...",
    "tags": []
  },
  {
    "ticker": "GILD",
    "title": "GILD: למה המניה זזה היום?",
    "filename": "GILD_20250619.html",
    "timestamp": "19/06/2025 12:16",
    "summary": "ניתוח תנועת מניית GILD: סינתזה של גורמים משפיעים מניות חברת גילאד סיינסס (GILD) חוו תנודתיות יומית מושפעת ממגוון גורמים רגולטוריים, משפטיים וציבוריים. הניתוח שלהלן חושף את האינטראקציה בין כוחות חי...",
    "tags": []
  },
  {
    "ticker": "MRVL",
    "title": "MRVL: למה המניה זזה היום?",
    "filename": "MRVL_20250619.html",
    "timestamp": "19/06/2025 12:20",
    "summary": "ניתוח תנועת המניה של Marvell Technology, Inc. (MRVL) סיכום המצב הנוכחי מניות Marvell Technology (MRVL) חוו עלייה משמעותית בזכות מגוון גורמים חיוביים שהציתו את עניין המשקיעים. החברה מציגה ביצועי...",
    "tags": []
  },
  {
    "ticker": "JNJ",
    "title": "JNJ: למה המניה זזה היום?",
    "filename": "JNJ_20250619.html",
    "timestamp": "19/06/2025 12:24",
    "summary": "ניתוח תנועת המניה של ג'ונסון אנד ג'ונסון (JNJ) מבוא מניית ענקית הבריאות, JNJ, עברה תנודתיות יומיומית עקב שילוב של גורמים פנימיים וחיצוניים המשפיעים על תפיסת ההשקעה שלה. הניתוח שלנו מתמקד באירוע...",
    "tags": []
  },
  {
    "ticker": "BA",
    "title": "BA: למה המניה זזה היום?",
    "filename": "BA_20250619.html",
    "timestamp": "19/06/2025 12:30",
    "summary": "ניתוח תנועת מניית בואינג (BA): בין אתגרים לבטיחות ועתיד אסטרטגי מניית חברת בואינג חוותה ירידה משמעותית בעקבות שילוב של גורמים רגולטוריים, תחרותיים ושוקיים, אך גם מציגה הזדמנויות וצמיחה פוטנציאליות....",
    "tags": []
  },
  {
    "ticker": "FTNT",
    "title": "FTNT: למה המניה זזה היום?",
    "filename": "FTNT_20250619.html",
    "timestamp": "19/06/2025 12:35",
    "summary": "ניתוח תנועת המניה של פורטינט (FTNT) - 10 באוקטובר 2023 מבוא מניית FTNT, המייצגת את חברת Fortinet, חברה מובילה בתחום אבטחת הסייבר, חוותה ירידה קלה של כמעט 2% במסחר של אתמול. תנודתיות זו מגיעה ע...",
    "tags": []
  },
  {
    "ticker": "WMT",
    "title": "WMT: למה המניה זזה היום?",
    "filename": "WMT_20250619.html",
    "timestamp": "19/06/2025 12:39",
    "summary": "ניתוח תנועת מניית WMT (וולמארט) - 25 במאי 2023 מבוא: מניית WMT (וולמארט) הציגה תנועה חיובית היום, מונעת על ידי מספר גורמים מרכזיים. עם זאת, מכירת מניות על ידי גורם פנימי והשפעות סביבתיות פוטנ...",
    "tags": []
  },
  {
    "ticker": "TSLA",
    "title": "TSLA: למה המניה זזה היום?",
    "filename": "TSLA_20250619.html",
    "timestamp": "19/06/2025 12:50",
    "summary": "ניתוח תנועות מניה יומיות: טסלה (TSLA) - סקירה מעמיקה הקדמה מניית טסלה, מייצגת את החדשנות בתעשיית הרכב החשמלי והטכנולוגיה האוטונומית, עברה תנודתיות משמעותית עם זרזים חיוביים ושליליים דומים. הדוח ...",
    "tags": []
  },
  {
    "ticker": "CVS",
    "title": "CVS: למה המניה זזה היום?",
    "filename": "CVS_20250619.html",
    "timestamp": "19/06/2025 12:56",
    "summary": "ניתוח מניית CVS Health Corporation (CVS): מבט מעמיק על מגמות השוק מניית CVS Health Corporation (CVS) חווה עלייה משמעותית לאחרונה, הנתמכת על ידי שילוב של גורמים תפעוליים, רגולטוריים ושוקיים. כגוף מ...",
    "tags": []
  },
  {
    "ticker": "JPM",
    "title": "JPM: למה המניה זזה היום?",
    "filename": "JPM_20250619.html",
    "timestamp": "19/06/2025 13:01",
    "summary": "ניתוח תנועת מניית JPMorgan Chase & Co. (JPM): סקירה מקיפה מניית JPM מציגה ביצועים מרשימים ביומה האחרון, נתמכת על ידי גורמים רגולטוריים, יוזמות אסטרטגיות בתחומי הקריפטו, וחיזוקים מצד אנליסטים. עם זא...",
    "tags": []
  },
  {
    "ticker": "TTD",
    "title": "TTD: למה המניה זזה היום?",
    "filename": "TTD_20250619.html",
    "timestamp": "19/06/2025 13:06",
    "summary": "ניתוח תנועת מניית TTD: תובנות מנקודת מבט אסטרטגית מניית TTD (The Trade Desk, Inc.) מציגה מגמה חיובית בשוק היום, ומציעה הזדמנות מעניינת לניתוח מעמיק של הדינמיקה המשפיעה על סקטור הפרסום הטכנולוגי. ה...",
    "tags": []
  },
  {
    "ticker": "TEAM",
    "title": "TEAM: למה המניה זזה היום?",
    "filename": "TEAM_20250619.html",
    "timestamp": "19/06/2025 13:11",
    "summary": "ניתוח תנועת המניה של Atlassian Corporation PLC (TEAM) סקירה כללית מניית Atlassian, חברת התוכנה הבריטית-אוסטרלית המתמקדת בכלי שיתוף פעולה ופיתוח תוכנה, חוותה ירידה יומית לאחר פעולות מכירה משמעותי...",
    "tags": []
  },
  {
    "ticker": "MSFT",
    "title": "MSFT: למה המניה זזה היום?",
    "filename": "MSFT_20250619.html",
    "timestamp": "19/06/2025 13:15",
    "summary": "ניתוח תנועות מניה יומיות: MSFT - מיקרוסופט מבוא: מניית MSFT, המייצגת את ענקית הטכנולוגיה מיקרוסופט, עברה תנודתיות מסוימת לאחרונה, מונעת על ידי מספר גורמים מרכזיים. הדוח הזה יצלול לעומק התנועות...",
    "tags": []
  },
  {
    "ticker": "PLTR",
    "title": "PLTR: למה המניה זזה היום?",
    "filename": "PLTR_20250619.html",
    "timestamp": "19/06/2025 13:22",
    "summary": "ניתוח תנועת המניה של Palantir Technologies Inc. (PLTR) סקירה כללית מניית PLTR חוותה תנודתיות משמעותית בחודשים האחרונים, משקפת את המורכבות של הערכת חברת טכנולוגיה מתמקדת בבינה מלאכותית עם קשרים ב...",
    "tags": []
  },
  {
    "ticker": "PFE",
    "title": "PFE: למה המניה זזה היום?",
    "filename": "PFE_20250619.html",
    "timestamp": "19/06/2025 13:27",
    "summary": "ניתוח תנועת מניית PFE: בין דיבידנדים רגולטוריים וסנטימנט שוק סקירה כללית מניות פייזר (PFE) חוות תנודות יומיות מונעות על ידי גורמים רגולטוריים, עניין משקיעים, ותשואה דיבידנדית אטרקטיבית. הנתונים ...",
    "tags": []
  },
  {
    "ticker": "ASML",
    "title": "ASML: למה המניה זזה היום?",
    "filename": "ASML_20250619.html",
    "timestamp": "19/06/2025 13:31",
    "summary": "ניתוח תנועת מניית ASML Holding NV (ASML) - 12 באוקטובר מניית ASML נפתחה בעלייה עקב מספר גורמים סיבתיים התומכים בהערכה החיובית של אנליסטים כלפי החברה. הניתוח שלהלן מציג את הכוחות המשפיעים על המניה ...",
    "tags": []
  },
  {
    "ticker": "EOG",
    "title": "EOG: למה המניה זזה היום?",
    "filename": "EOG_20250619.html",
    "timestamp": "19/06/2025 13:38",
    "summary": "ניתוח תנועת מניית EOG Resources (EOG): סיכום עדכוני אנליסטים והשפעתם השבוע חוותה מניית EOG Resources תנודתיות קלה, אך עקבית, בעקבות סדרה של עדכונים מצד אנליסטים מובילים. הנתון הבולט ביותר הוא תחזי...",
    "tags": []
  },
  {
    "ticker": "AAPL",
    "title": "AAPL: למה המניה זזה היום?",
    "filename": "AAPL_20250619.html",
    "timestamp": "19/06/2025 13:46",
    "summary": "ניתוח מניית אפל (AAPL): איזון בין חדשנות ללחצים רגולטוריים ותחרותיים מניית אפל, אחת מהחברות הטכנולוגיות המובילות בעולם, מציגה תנודתיות יומית הנובעת מגורמים אסטרטגיים ומשפטיים שונים. הניתוח שלפנינו ...",
    "tags": []
  },
  {
    "ticker": "NUE",
    "title": "NUE: למה המניה זזה היום?",
    "filename": "NUE_20250619.html",
    "timestamp": "19/06/2025 13:53",
    "summary": "ניתוח תנועת מניית NUE: חשיפת הדינמיקה מאחורי העליות האחרונות סקירה כללית מניית NUE של נוקור קורפוריישן (NYSE: NUE) מציגה תנודתיות יומיומית מרתקת, כאשר הגורמים המשפיעים על מחירה מגוונים ומורכבים....",
    "tags": []
  },
  {
    "ticker": "RTX",
    "title": "RTX: למה המניה זזה היום?",
    "filename": "RTX_20250619.html",
    "timestamp": "19/06/2025 13:59",
    "summary": "ניתוח תנועת מניית RTX Corporation (RTX) סיכום השוק והכוחות המשפיעים מניית RTX Corporation (RTX) חוותה ירידה לאחרונה, יחד עם מגמה רחבה יותר בשוק, אשר מדגישה את הלחצים המתמשכים על תעשיות התעופה ו...",
    "tags": []
  },
  {
    "ticker": "DIS",
    "title": "DIS: למה המניה זזה היום?",
    "filename": "DIS_20250619.html",
    "timestamp": "19/06/2025 17:48",
    "summary": "ניתוח תנועת המניה של וולט דיסני (DIS): התמקדות ביוזמות צמיחה מול אתגרים משפטיים סקירה כללית מניית חברת וולט דיסני (DIS) הציגה מגמה חיובית היום, כאשר משקיעים מגיבים לשורה של יוזמות אסטרטגיות שמכו...",
    "tags": []
  },
  {
    "ticker": "BRO",
    "title": "BRO: למה המניה זזה היום?",
    "filename": "BRO_20250619.html",
    "timestamp": "19/06/2025 17:54",
    "summary": "ניתוח מניית BRO: בין שותפויות אבטחת סייבר לסנטימנט שורט סקירה כללית מניית בראון אנד בראון (BRO) חווה לאחרונה תקופה מאתגרת, כאשר היא נסוגה מאחור ביחס למגזר השירותים הפיננסיים הרחב יותר. האנליזה ...",
    "tags": []
  },
  {
    "ticker": "FOX",
    "title": "FOX: למה המניה זזה היום?",
    "filename": "FOX_20250619.html",
    "timestamp": "19/06/2025 17:58",
    "summary": "ניתוח תנודת המניה של פוקס: מבט מעמיק על מגמות שוק קצרות טווח מבוא: תנועת המניה האחרונה של פוקס (נאסד\"ק: FOX) מושכת את תשומת לבנו בשל השינוי באופן העמדות השורטיות והשלכותיו על הדינמיקה הקצרת ט...",
    "tags": []
  },
  {
    "ticker": "DOV",
    "title": "DOV: למה המניה זזה היום?",
    "filename": "DOV_20250619.html",
    "timestamp": "19/06/2025 18:03",
    "summary": "ניתוח תנועות מניה יומיות: דובר קורפוריישן (DOV) סקירה כללית מניית DOV, המייצגת את דובר קורפוריישן, חוותה עלייה משמעותית לאחרונה, המוסברת בעיקר על ידי שני אירועים אסטרטגיים מרכזיים ופעילות משקיעי...",
    "tags": []
  },
  {
    "ticker": "EFX",
    "title": "EFX: למה המניה זזה היום?",
    "filename": "EFX_20250619.html",
    "timestamp": "19/06/2025 18:05",
    "summary": "ניתוח תנועת מניית Equifax (EFX) - סקירה יומית מבוא מניית Equifax (NYSE: EFX) חוותה ירידה קלה היום, מה שמעורר עניין בקרב משקיעים ומנתחים כאחד. התנועה הנוכחית מגיעות על רקע אופטימיות גוברת מצד אנל...",
    "tags": []
  },
  {
    "ticker": "PGR",
    "title": "PGR: למה המניה זזה היום?",
    "filename": "PGR_20250619.html",
    "timestamp": "19/06/2025 18:15",
    "summary": "ניתוח תנועת המניה של PGR: התמודדות עם תוצאות מעורבות סקירה כללית תאגיד PGR, חברה מובילה בתחום הרכב האישי, חווה השבוע תנודתיות במחיר המניה שלה בעקבות מספר הודעות ותחזיות אנליסטים. הנתונים האחרוני...",
    "tags": []
  },
  {
    "ticker": "KMX",
    "title": "KMX: למה המניה זזה היום?",
    "filename": "KMX_20250619.html",
    "timestamp": "19/06/2025 18:19",
    "summary": "ניתוח תנועת המניה של CarMax (KMX): סקירה מעמיקה לקראת דוח הרבעון הראשון מבוא מניית CarMax, Inc. (KMX) מציגה מגמת עלייה מעודדת, אשר מושכת את תשומת לבם של אנליסטים ומשקיעים כאחד, לקראת פרסום דוח ה...",
    "tags": []
  },
  {
    "ticker": "USB",
    "title": "USB: למה המניה זזה היום?",
    "filename": "USB_20250619.html",
    "timestamp": "19/06/2025 18:25",
    "summary": "ניתוח תנועות מניה יומיות: US Bancorp (USB) סקירה כללית מניית US Bancorp (NYSE: USB) עברה תנודתיות לאחרונה, מושפעת ממגוון הצהרות ונתונים הקשורים לבנק. ההכרזות על דיבידנדים, הרחבת המוצרים והפרשנוי...",
    "tags": []
  },
  {
    "ticker": "JBL",
    "title": "JBL: למה המניה זזה היום?",
    "filename": "JBL_20250619.html",
    "timestamp": "19/06/2025 21:10",
    "summary": "דוח מוסדי: Jabil (NYSE: JBL) - הזדמנויות וצמיחה בענף ה-IT תקציר: מניית Jabil מציגה ביצועים מרשימים בשוק המניות, עם עליות חדות לאחר פרסום תוצאות רבעון שלישיות חזקות. שדרוגים נרחבים...",
    "tags": [],
    "Security": "Jabil",
    "GICS Sector": "Information Technology",
    "GICS Sub-Industry": "Electronic Manufacturing Services",
    "Headquarters Location": "St. Petersburg, Florida"
  },
  {
    "ticker": "V",
    "title": "V: למה המניה זזה היום?",
    "filename": "V_20250620.html",
    "timestamp": "20/06/2025 05:01",
    "summary": "המירוץ למרחב הסייבר: האם ויזה תתאים את עצמה למהפכה הדיגיטלית או שתאבד את המומנטום? התמודדות עם אתגר חדש: תחרות במטבעות דיגיטליים בעוד שהעולם מתקדם במהירות אל עידן הסייבר, חברת Visa Inc. (V), ענקית התש...",
    "tags": [],
    "Security": "Visa Inc.",
    "GICS Sector": "Financials",
    "GICS Sub-Industry": "Transaction & Payment Processing Services",
    "Headquarters Location": "San Francisco, California"
  },
  {
    "ticker": "GRMN",
    "title": "GRMN: למה המניה זזה היום?",
    "filename": "GRMN_20250620.html",
    "timestamp": "20/06/2025 05:09",
    "summary": "Garmin: מהפכה בעולם הטכנולוגיה והבריאות חדשנות בשוקי הצריכה והספורט בעולם בו טכנולוגיות מתפתחות בקצב מסחרר, חברת Garmin (GRMN) קופצת קדימה עם סדרה של מוצרים חדשניים, שמעצבים מחדש את קטגוריות הצריכה וה...",
    "tags": [],
    "Security": "Garmin",
    "GICS Sector": "Consumer Discretionary",
    "GICS Sub-Industry": "Consumer Electronics",
    "Headquarters Location": "Schaffhausen, Switzerland"
  },
  {
    "ticker": "GOOG",
    "title": "GOOG: למה המניה זזה היום?",
    "filename": "GOOG_20250620.html",
    "timestamp": "20/06/2025 12:11",
    "summary": "המירוץ למרחב הסייבר: Alphabet Inc. (Class C) מתמודדת עם אתגרים והזדמנויות חדשנות, רגולציה ותחרות: סיפורו של ענק הטכנולוגיה עולם של הזדמנויות וצמתים קריטיים בתוך עולם הטכנולוגיה המתפתח במהירות, Alpha.....",
    "tags": [],
    "Security": "Alphabet Inc. (Class C)",
    "GICS Sector": "Communication Services",
    "GICS Sub-Industry": "Interactive Media & Services",
    "Headquarters Location": "Mountain View, California"
  },
  {
    "ticker": "GS",
    "title": "GS: למה המניה זזה היום?",
    "filename": "GS_20250620.html",
    "timestamp": "20/06/2025 12:36",
    "summary": "גולדמן זאקס: מירוץ למרחב הסייבר עם אסטרטגיות מחודשות עלייה במניות, הזדמנויות חדשות בשוק חברת גולדמן זאקס (GS) נמצאת במרכז תשומת הלב לאחרונה, עם עלייה מרשימה במניותיה. המגמה הזו מונ...",
    "tags": [],
    "Security": "Goldman Sachs",
    "GICS Sector": "Financials",
    "GICS Sub-Industry": "Investment Banking & Brokerage",
    "Headquarters Location": "New York City, New York"
  },
  {
    "ticker": "MCHP",
    "title": "MCHP: למה המניה זזה היום?",
    "filename": "MCHP_20250620.html",
    "timestamp": "20/06/2025 12:40",
    "summary": "חדשנות במיקרו-עולם: Microchip Technology מובילה את המירוץ לטכנולוגיה מתקדמת זינוק קדימה: צמיחה, תחזיות ופוטנציאל בעוד שוק הטכנולוגיה צועד קדימה בקצב מסחרר, Microchip Technology Incorporated (נא...",
    "tags": [],
    "Security": "Microchip Technology",
    "GICS Sector": "Information Technology",
    "GICS Sub-Industry": "Semiconductors",
    "Headquarters Location": "Chandler, Arizona"
  },
  {
    "ticker": "MS",
    "title": "MS: למה המניה זזה היום?",
    "filename": "MS_20250620.html",
    "timestamp": "20/06/2025 12:48",
    "summary": "מורגן סטנלי: בין קיצוצים אסטרטגיים לפוטנציאל צמיחה מאתגרים והזדמנויות בשוק המשתנה חברת מורגן סטנלי (MS), ענקית השירותים הפיננסיים העולמית, נמצאת במרכזו של סערה של פעילות מסחרית וניתוחי אנליסטים. ...",
    "tags": [],
    "Security": "Morgan Stanley",
    "GICS Sector": "Financials",
    "GICS Sub-Industry": "Investment Banking & Brokerage",
    "Headquarters Location": "New York City, New York"
  },
  {
    "ticker": "MCD",
    "title": "MCD: למה המניה זזה היום?",
    "filename": "MCD_20250621.html",
    "timestamp": "21/06/2025 14:39",
    "summary": "TITLEמקדונלד'ס: מאבק בין פינוק לבריאות, בין עבר לעתיד מסע דרך עליות ומורדות הענקית הצהובה החברה שהפכה לסמל של מזון מהיר גלובלי, מקדונלד'ס (NYSE: MCD), עומדת במרכז תשומת הלב שו...",
    "tags": [],
    "Security": "McDonald's",
    "GICS Sector": "Consumer Discretionary",
    "GICS Sub-Industry": "Restaurants",
    "Headquarters Location": "Chicago, Illinois"
  },
  {
    "ticker": "PLTR",
    "title": "PLTR: למה המניה זזה היום?",
    "filename": "PLTR_20250621.html",
    "timestamp": "21/06/2025 15:14",
    "summary": "TITLEמהפכת הבינה המלאכותית: Palantir Technologies מובילה את המרוץ למרחב הסייבר עלייה חדה במניה, אך אזהרות על האופק בעולם בו מתחים גיאופוליטיים עולים, חברות טכנולוגיה מובילות כמו P...",
    "tags": [],
    "Security": "Palantir Technologies",
    "GICS Sector": "Information Technology",
    "GICS Sub-Industry": "Application Software",
    "Headquarters Location": "Denver, Colorado"
  },
  {
    "ticker": "ROL",
    "title": "ROL: למה המניה זזה היום?",
    "filename": "ROL_20250621.html",
    "timestamp": "21/06/2025 18:09",
    "summary": "TITLE# מהפכה בתעשייה: Rollins, Inc. מובילה את הדרך עם ביצועים מרשימים\n\n## #SUBTITLE# אופטימיות אנליסטית מדגישה את הפוטנציאל של ROL\n\n#PARA# עולם ההשקעות צופה בהתרגשות בעליות האחרונות של מניית Rollins, ...",
    "tags": [],
    "Security": "Rollins, Inc.",
    "GICS Sector": "Industrials",
    "GICS Sub-Industry": "Environmental & Facilities Services",
    "Headquarters Location": "Atlanta, Georgia"
  },
  {
    "ticker": "ORCL",
    "title": "ORCL: למה המניה זזה היום?",
    "filename": "ORCL_20250621.html",
    "timestamp": "21/06/2025 20:11",
    "summary": "# Oracle Corporation: מונעת על ידי בינה מלאכותית וענן אל עבר צמיחה חדשה\n\n## ## מהמובילות בטכנולוגיה עד לאתגרים חדשים\n\n### מניית Oracle (ORCL) נמצאת במרכז תשומת הלב, כאשר אנליסטים ומשקיעים כאחד מצפים ל...",
    "tags": [],
    "Security": "Oracle Corporation",
    "GICS Sector": "Information Technology",
    "GICS Sub-Industry": "Application Software",
    "Headquarters Location": "Austin, Texas"
  }
]